{
  "number": 67,
  "nameAr": "سورة الملك",
  "nameBn": "সূরা আল-মুলক",
  "revelationPlace": "Makki",
  "ayahCount": 30,
  "hasBismillah": true,
  "bismillah": {
    "arabic": "بِسْمِ اللَّهِ الرَّحْمٰنِ الرَّحِيمِ",
    "bangla": "পরম করুণাময় অশেষ দয়াবান আল্লাহর নামে (শুরু করছি)",
    "translations": {
      "osmani": "পরম করুণাময় অশেষ দয়াবান আল্লাহর নামে (আরম্ভ করছি)।",
      "tawjih": "পরম করুণাময় অশেষ দয়াবান আল্লাহর নামে (আরম্ভ করছি)।"
    },
    "words": []
  },
  "ayahs": [
    {
      "ayahNumber": 1,
      "arabic": "تَبَارَكَ الَّذِي بِيَدِهِ الْمُلْكُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ",
      "bangla": "মহামহিমান্বিত তিনি, সর্বময় কর্তৃত্ব যাঁহার করায়ত্ত; তিনি সর্ববিষয়ে সর্বশক্তিমান।",
      "translations": {
        "osmani": "মহামহিমান্বিত তিনি, সর্বময় কর্তৃত্ব যাঁহার করায়ত্ত; তিনি সর্ববিষয়ে সর্বশক্তিমান।",
        "tawjih": "মহামহিমান্বিত তিনি, সর্বময় কর্তৃত্ব যাঁহার করায়ত্ত; তিনি সর্ববিষয়ে সর্বশক্তিমান।"
      },
      "words": [
        {
          "text": "تَبَارَكَ",
          "meaningBn": "মহামহিমান্বিত তিনি",
          "notes": "بَرَكَ (বসে পড়া, হাঁটু গেড়ে বসা উটের মত) মূল ক্রিয়ার ৬নং ফরম تَبَارَكَ (বরকতময়, কল্যাণময়, স্বপ্রসংশিত, আশীর্বাদপ্রাপ্ত হওয়া) ক্রিয়াটি অতীতকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপেই আছে।"
        },
        {
          "text": "الَّذِي بِيَدِهِ",
          "meaningBn": "যিনি তাঁর হাতে",
          "notes": "الَّذِي (যিনি) একটি সংযোজক সর্বনাম। يَدَى (স্পর্শ করা, সাহায্য করা, ভালো কিছু করা, মঙ্গলকর হওয়া, ক্ষমতা ও শ্রেষ্ঠতা দেখানো) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য يَدٌ (মৌলিক রূপ يَدْى) (হাত, আস্তিন, ক্ষমতা, নিয়ত্রণ, আয়ত্ত); শব্দটি সংযুক্ত-সর্বনাম هِ (তাঁর)-এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং পূর্বে সম্বন্ধসূচক অব্যয় بِ (দ্বারা, এ, তে) যুক্ত থাকায় بِيَدِهِ হয়েছে।"
        },
        {
          "text": "الْمُلْكُ",
          "meaningBn": "কর্তৃত্ব/ রাজত্ব",
          "notes": "مَلَكَ (অধিকার করা, অধিকারী হওয়া, রাজা হওয়া, দখল করা, আয়ত্তে আনা, কর্তৃত্ব করা, শাসন করা, নিয়ন্ত্রণ ক্ষমতার অধিকারী হওয়া, হুকুমকারী হওয়া, রাজত্ব করা, ক্ষমতা প্রয়োগ করা) মূল ক্রিয়ার একটি বিশেষ্য مُلْكُ (আধিপত্য, কর্তৃত্ব, রাজত্ব, রাজ্য); শব্দটির সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি, টা) যুক্ত হওয়ায় الْمُلْكُ হয়েছে।"
        },
        {
          "text": "وَهُوَ عَلَى كُلِّ",
          "meaningBn": "এবং তিনি সকলের উপরে",
          "notes": "كَلَلَ (ক্লান্ত হওয়া, পরিশ্রান্ত হওয়া, নিস্তেজ হওয়া, ভোঁতা হওয়া, দীর্ঘস্থায়ী পীড়নের ফলে দুর্বল হওয়া) মূল ক্রিয়ার একটি বিশেষ্য كُلّ (সকল, সমস্ত, সমগ্র, প্রত্যেকে, প্রতিজন); শব্দটি شَيْءٍ -এর মুদাফ হওয়ায় তানভীন উঠে গেছে এবং পূর্বে সম্বন্ধসূচক অব্যয় عَلَى (উপর) থাকায় عَلَى كُلِّ হয়েছে; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং), স্বতন্ত্র-সর্বনাম هُوَ (তিনি)।"
        },
        {
          "text": "شَيْءٍ",
          "meaningBn": "বিষয়ে",
          "notes": "شَيِاً (شَاءَ বা شَيِئَ; ইচ্ছা করা, আকাঙ্ক্ষা করা, চাওয়া) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য شَيْءٌ (যে কোনো বস্তু, দ্রব্য, জিনিস, ব্যাপার, বিষয়, ব্যাপার); শব্দটি كُلِّ এর মুদাফ-إِلَىْهِ হওয়ায় شَيْءٍ হয়েছে।"
        },
        {
          "text": "قَدِيرٌ",
          "meaningBn": "সর্বশক্তিমান",
          "notes": "قَدَرَ (সক্ষম হওয়া, যোগ্য হওয়া, শক্তিশালী হওয়া, পরিমাণ নির্দ্ধারণ করা, অধ্যাদেশ জারি করা, রায় দেওয়া, কারো উপর প্রভাব থাকা, কারো বিরুদ্ধে বিজয়লাভ করা, যথাযথভাবে মাপা) মূল ক্রিয়ার একটি বিশেষ্য قَدِيرٌ (সক্ষম, শক্তিশালী, সামর্থ্যবান, শক্তিমান)।"
        }
      ]
    },
    {
      "ayahNumber": 2,
      "arabic": "الَّذِي خَلَقَ الْمَوْتَ وَالْحَيَاةَ لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا وَهُوَ الْعَزِيزُ الْغَفُورُ",
      "bangla": "যিনি সৃষ্টি করেছেন মৃত্যু ও জীবন, তোমাদেরকে পরীক্ষা করার জন্য-কে তোমাদের মধ্যে কর্মে উত্তম? তিনি পরাক্রমশালী, ক্ষমাশীল,",
      "translations": {
        "osmani": "যিনি সৃষ্টি করেছেন মৃত্যু ও জীবন, তোমাদেরকে পরীক্ষা করার জন্য-কে তোমাদের মধ্যে কর্মে উত্তম? তিনি পরাক্রমশালী, ক্ষমাশীল,",
        "tawjih": "যিনি সৃষ্টি করেছেন মৃত্যু ও জীবন, তোমাদেরকে পরীক্ষা করার জন্য-কে তোমাদের মধ্যে কর্মে উত্তম? তিনি পরাক্রমশালী, ক্ষমাশীল,"
      },
      "words": [
        {
          "text": "الَّذِي خَلَقَ",
          "meaningBn": "যিনি সৃষ্টি করেছেন",
          "notes": "خَلَقَ (সৃষ্টি করা, তৈরি করা, বানানো, উদ্ভাবন করা, আকার দান করা, আকৃতি দান করা, অবয়ব গঠন করা, রূপ গঠন করা, কোনো জিনিস নিখুঁতভাবে মাপা, সঠিকভাবে বিস্তার নির্ধারণ করা) মূল ক্রিয়াটি অতীতকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপেই আছে; পূর্বে রয়েছে সংযোজক সর্বনাম الَّذِي।"
        },
        {
          "text": "الْمَوْتَ",
          "meaningBn": "মৃত্যু",
          "notes": "مَوَتَ (مَاتَ) (মারা যাওয়া, মৃত্যুবরণ করা, মরে যাওয়া, নির্জীব হওয়া, নিষ্প্রাণ হওয়া, ধ্বংস হওয়া) মূল ক্রিয়ার একটি বিশেষ্য مَوْتُ (মৃত্যু, মরণ, জীবনহানি); শব্দটির সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি, টা) যুক্ত হওয়ায় এবং শব্দটি কর্মকারকে থাকায় الْمَوْتَ হয়েছে।"
        },
        {
          "text": "وَالْحَيَاةَ",
          "meaningBn": "এবং জীবন",
          "notes": "حَيَّ বা حَيِيَ (মৌলিক রূপ حَيْوَ) (বেঁচে থাকা, জীবিত থাকা) মূল ক্রিয়ার একটি বিশেষ্য حَيَاةُ (জীবন, আয়ু, হায়াত, জীবনকাল, বয়সকাল); শব্দটির সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি, টা) যুক্ত হওয়ায় এবং শব্দটি الْمَوْتَ কে অনুসরণ করায় الْحَيَاةَ হয়েছে; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)।"
        },
        {
          "text": "لِيَبْلُوَكُمْ",
          "meaningBn": "তোমাদেরকে পরীক্ষা করার জন্য",
          "notes": "بَلَوَ (بَلَا) (পরীক্ষা করা, কষ্ট দেওয়া, বিপদে ফেলা) মূল ক্রিয়ার বর্তমানকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ, সাপেক্ষভাব রূপ; নিয়ামক হিসেবে পূর্বে যুক্ত রয়েছে সম্বন্ধসূচক অব্যয় لِ (জন্য) ও শেষে যুক্ত রয়েছে সংযুক্ত-সর্বনাম كُمْ (তোমাদেরকে)।"
        },
        {
          "text": "أَيُّكُمْ",
          "meaningBn": "তোমাদের মধ্যে কে",
          "notes": "সংযোজক সর্বনাম أَيُّ (যে কেউ, যে কোনোটি, কে, কোনটি) শব্দটি সংযুক্ত-সর্বনাম كُمْ (তোমাদেরকে) মুদাফ হওয়ায় তানবীন উঠে গিয়ে أَيُّ হয়েছে; তাদের মিলিত রূপ أَيُّكُمْ।"
        },
        {
          "text": "أَحْسَنُ",
          "meaningBn": "উত্তম",
          "notes": "حَسُنَ (সুন্দর হওয়া, সুদর্শন হওয়া, আকর্ষণীয় হওয়া, মনোরম হওয়া, প্রীতিকর হওয়া, সুবিধাজনক হওয়া, যথোপযুক্ত হওয়া, যথোচিত হওয়া) মূল ক্রিয়ার তুলনামূলক বিশেষণ أَحْسَنُ (সুন্দরতর, শ্রেষ্ঠতর, সঠিকতর, অধিক ভাল, অধিক সুন্দর, উত্তম, শ্রেষ্ঠ, সেরা)।"
        },
        {
          "text": "عَمَلًا",
          "meaningBn": "কর্মে",
          "notes": "عَمِلَ (কোনো কিছু করা, কাজ করা, আচরণ করা, ক্রিয়াশীল হওয়া, তৈরি করা, উৎপাদন করা, কর্ম সম্পাদন করা, আমল করা) মূল ক্রিয়ার একটি বিশেষ্য عَمَلٌ (কার্য, কর্ম, কাজ, শ্রম, শিল্পকর্ম); শব্দটি কর্মকারকে থাকায় عَمَلًا হয়েছে।"
        },
        {
          "text": "وَهُوَ الْعَزِيزُ",
          "meaningBn": "এবং তিনি পরাক্রমশালী",
          "notes": "عَزَّ (সম্মানিত হওয়া, শক্তিশালী হওয়া, প্রভাবশালী হওয়া, প্রিয় হওয়া, বিরল হওয়া, মূল্যবান হওয়া) মূল ক্রিয়ার একটি বিশেষ্য عَزِيزٌ (পরাক্রমশালী, প্রবল, ক্ষমতাবান, পরাক্রান্ত, বলিষ্ঠ, শ্রদ্ধাভাজন, ভক্তিভাজন, পরমপূজনীয়, উৎকৃষ্ট, কঠোর); শব্দটির সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি, টা) যুক্ত হওয়ায় الْعَزِيزُ হয়েছে; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং) ও স্বতন্ত্র-সর্বনাম هُوَ (তিনি)।"
        },
        {
          "text": "الْغَفُورُ",
          "meaningBn": "ক্ষমাশীল",
          "notes": "غَفَرَ (ক্ষমা করা, মার্জনা করা, ঢেকে দেওয়া, আড়াল করা, আচ্ছন্ন করা, সুরক্ষিত করা, মাফ করে দেওয়া) মূল ক্রিয়ার একটি বিশেষণ; غَفُورٌ (অতি ক্ষমাশীল, ক্ষমাবান, ক্ষমাপরায়ণ, ক্ষমাশীল); শব্দটির সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি, টা) যুক্ত হওয়ায় الْغَفُورُ হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 3,
      "arabic": "الَّذِي خَلَقَ سَبْعَ سَمَوَاتٍ طِبَاقًا مَا تَرَى فِي خَلْقِ الرَّحْمٰنِ مِنْ تَفَاوُتٍ فَارْجِعِ الْبَصَرَ هَلْ تَرَى مِنْ فُطُورٍ",
      "bangla": "যিনি সৃষ্টি করেছেন স্তরে স্তরে সপ্তাকাশ। দয়াময় আল্লাহ্ সৃষ্টিতে তুমি কোনো খুঁত দেখতে পাবে না; তুমি আবার তাকিয়ে দেখ, কোনো ত্রুটি দেখতে পাও কি?",
      "translations": {
        "osmani": "যিনি সৃষ্টি করেছেন স্তরে স্তরে সপ্তাকাশ। দয়াময় আল্লাহ্ সৃষ্টিতে তুমি কোনো খুঁত দেখতে পাবে না; তুমি আবার তাকিয়ে দেখ, কোনো ত্রুটি দেখতে পাও কি?",
        "tawjih": "যিনি সৃষ্টি করেছেন স্তরে স্তরে সপ্তাকাশ। দয়াময় আল্লাহ্ সৃষ্টিতে তুমি কোনো খুঁত দেখতে পাবে না; তুমি আবার তাকিয়ে দেখ, কোনো ত্রুটি দেখতে পাও কি?"
      },
      "words": [
        {
          "text": "الَّذِي خَلَقَ",
          "meaningBn": "যিনি সৃষ্টি করেছেন",
          "notes": "খَلَقَ (সৃষ্টি করা, তৈরি করা, বানানো, উদ্ভাবন করা, আকার দান করা, আকৃতি দান করা, অবয়ব গঠন করা, রূপ গঠন করা, কোনো জিনিস নিখুঁতভাবে মাপা, সঠিকভাবে বিস্তার নির্ধারণ করা) মূল ক্রিয়াটি অতীতকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপেই আছে; পূর্বে রয়েছে সংযোজক সর্বনাম الَّذِي।"
        },
        {
          "text": "سَبْعَ سَمَوَاتٍ",
          "meaningBn": "সাত আকাশসমূহের",
          "notes": "সَبْعٌ (সাত); শব্দটি সَمَوَاتٍ শব্দের মুদাফ হওয়ায় তানবীন উঠে গিয়ে سَبْعَ হয়েছে এবং কর্ম হিসেবে থাকায় سَبْعَ হয়েছে। সَمَوَاتٌ (আকাশ, আসমান, গগন, উর্ধ্বলোক), বহুবচন سَمَوَاتٌ; শব্দটি সَبْعَ শব্দের মুদাফ-إِلَىْهِ হওয়ায় سَمَوَاتِ হয়েছে।"
        },
        {
          "text": "طِبَاقًا",
          "meaningBn": "স্তরে স্তরে",
          "notes": "طَبَقَ (আবৃত করা, ছেয়ে ফেলা, ভারাবনত করা) মূল ক্রিয়ার একটি বিশেষ্য طِبَاقٌ (আসমানের স্তর বিন্যাস, একটার উপর আরেকটা), বহুবচন طِبَاقٌ। طِبَاقًا শব্দটি সَمَوَاتِ-কে অনুসরণ করায় طِبَاقًا (একটার উপর অন্যটার বিন্যাস) হয়েছে।"
        },
        {
          "text": "مَا تَرَى",
          "meaningBn": "তুমি দেখতে পাবে না",
          "notes": "রَأَى (দেখা, লক্ষ্য করা, অবহিত হওয়া, গোচরে আসা, ভেবে দেখা, উপলব্ধি করা, চিন্তা করা) মূল ক্রিয়ার বর্তমানকাল, মধ্যম পুরুষ, একবচন, পুংলিঙ্গ রূপ تَرَى; পূর্বে রয়েছে ক্রিয়া-বিশেষণ مَا (না)।"
        },
        {
          "text": "فِي خَلْقِ الرَّحْمٰنِ",
          "meaningBn": "দয়াময়ের সৃষ্টিতে",
          "notes": "خَلَقَ (সৃষ্টি করা, তৈরি করা, বানানো, উদ্ভাবন করা, আকার দান করা, আকৃতি দান করা, অবয়ব গঠন করা, রূপ গঠন করা, কোনো জিনিস নিখুঁতভাবে মাপা, সঠিকভাবে বিস্তার নির্ধারণ করা) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য خَلْقٌ (সৃষ্টি, উদ্ভাবন, তৈরিকরণ, আবিষ্কার, গঠন, সৃষ্ট প্রাণী, সৃষ্ট বস্তু, বিশেষ করে মানবজাতি, একটি সৃষ্টি): শব্দটি الرَّحْمٰن -এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং পূর্বে সম্বন্ধসূচক অব্যয় فِي (মধ্যে) থাকায় خَلْقِ হয়েছে। রَحِمَ (দয়া করা, অনুগ্রহ করা, রহম করা, করুণা করা) মূল ক্রিয়ার একটি বিশেষণ رَحْمَانٌ (দয়ালু, দয়াময়, দয়াপরবশ, দয়াবান, করুণাময়, অগ্রহশীল); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ যুক্ত হওয়ায় এবং خَلْقِ -এর মুদাফ-إِلَىْهِ হওয়ায় الرَّحْمٰنِ হয়েছে।"
        },
        {
          "text": "مِنْ تَفَاوُتٍ",
          "meaningBn": "খুঁত / অসঙ্গতি",
          "notes": "فَوَتَ (فَاتَ) (চলে যাওয়া, সুযোগ ফসকিয়ে যাওয়া, নিজেকে বাঁচিয়ে নেওয়া, পালিয়ে যাওয়া) মূল ক্রিয়ার ৬নং ফরমের ক্রিয়া-বিশেষ্য تَفَاوُتٌ (বৈষম্য, অসমতা, পার্থক্য, ভিন্নতা, অমিল, অসঙ্গতি, খুঁত); এর পূর্বে সম্বন্ধসূচক অব্যয় مِنْ (হতে) থাকায় সম্বন্ধকারকে تَفَاوُتٍ হয়েছে।"
        },
        {
          "text": "فَارْجِعِ الْبَصَرَ",
          "meaningBn": "অতএব তুমি দৃষ্টি ফিরাও",
          "notes": "رَجَعَ (ফিরে আসা, পুনরায় আসা, প্রত্যাবর্তন করা, আশ্রয় নেওয়া, ফিরে যাওয়া) মূল ক্রিয়ার অনুজ্ঞাভাব, একবচন, পুংলিঙ্গ রূপ اِرْجِعْ; এর পূর্বে সংযোজক অব্যয় فَ (অতএব) যুক্ত হওয়ায় فَارْجِعْ হয়েছে; এর পরবর্তী শব্দ اَلْبَصَرَ যুক্ত হওয়ায় فَارْجِعِ হয়েছে। বَصُرَ (দেখা প্রত্যক্ষ করা, দৃষ্টি দেওয়া, তাকানো, অনুধাবন করা) মূল ক্রিয়ার একটি বিশেষ্য بَصَرٌ (দৃশ্য, দৃষ্টিশক্তি, দেখার অনুভুতি, দৃষ্টি); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ যুক্ত হওয়ায় এবং শব্দটি কর্ম হিসাবে ব্যবহার হওয়ায় الْبَصَرَ হয়েছে।"
        },
        {
          "text": "هَلْ تَرَى مِنْ فُطُورٍ",
          "meaningBn": "কোনো ত্রুটি দেখতে পাও কি?",
          "notes": "تَرَى (তুমি দেখতে পাও; উপরে দেখুন)-এর পূর্বে রয়েছে ক্রিয়া-विशेषण هَلْ (কি?)। فَطَرَ (উপকরণ ছাড়াই সৃষ্টি করা, সৃষ্টির সূচনা করা, টুকরা টুকরা করে ভেঙ্গে ফেলা, সবলে বিচ্ছিন্ন করা, তৈরি করা, বাস্তব রূপ দান করা) মূল ক্রিয়ার একটি বিশেষ্য فُطُورٌ (ফাটল, চিড়, কোনো ত্রুটি); এর পূর্বে সম্বন্ধসূচক অব্যয় مِنْ (হতে) থাকায় فُطُورٍ হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 4,
      "arabic": "ثُمَّ ارْجِعِ الْبَصَرَ كَرَّتَيْنِ يَنْقَلِبْ إِلَيْكَ الْبَصَرُ خَاسِئًا وَهُوَ حَسِيرٌ",
      "bangla": "অতঃপর তুমি বারবার দৃষ্টি ফিরাও, সেই দৃষ্টি ব্যর্থ ও ক্লান্ত হয়ে তোমার দিকে ফিরে আসবে।",
      "translations": {
        "osmani": "অতঃপর তুমি বারবার দৃষ্টি ফিরাও, সেই দৃষ্টি ব্যর্থ ও ক্লান্ত হয়ে তোমার দিকে ফিরে আসবে।",
        "tawjih": "অতঃপর তুমি বারবার দৃষ্টি ফিরাও, সেই দৃষ্টি ব্যর্থ ও ক্লান্ত হয়ে তোমার দিকে ফিরে আসবে।"
      },
      "words": [
        {
          "text": "ثُمَّ",
          "meaningBn": "অতঃপর",
          "notes": "একটি সংযোজক অব্যয়।"
        },
        {
          "text": "ارْجِعِ الْبَصَرَ",
          "meaningBn": "তুমি দৃষ্টি ফিরাও",
          "notes": "ارْجِعْ (তুমি ফিরাও) উপরে দেখুন। الْبَصَرَ (দৃষ্টি) উপরে দেখুন।"
        },
        {
          "text": "كَرَّتَيْنِ",
          "meaningBn": "পুনরায়",
          "notes": "كَرَّ (প্রত্যাবর্তন করা, ফিরে আসা, আবার আসা, একের পর এক আসা) মূল ক্রিয়ার একটি বিশেষ্য كَرَّةٌ (বার, পালা, একবার, একদা, প্রত্যাবর্তন, ভাগ্যের পরিবর্তন), দ্বিবচন كَرَّتَيْنِ (অন্য দুই সময়, পুনরায়, দুইবার)।"
        },
        {
          "text": "يَنْقَلِبْ إِلَيْكَ الْبَصَرُ",
          "meaningBn": "সেই দৃষ্টি ব্যর্থ হয়ে তোমার দিকে ফিরে আসবে",
          "notes": "قَلَبَ (উল্টে দেওয়া, ঘুরানো, ফিরানো, মোচড়ানো, পরিবর্তন করা) মূল ক্রিয়ার ৭নং ফরম اِنْقَلَبَ (উল্টে যাওয়া, নিজে ঘুরে দাঁড়ানো, নিজেকে ঘুরিয়ে নেওয়া, ফিরে যাওয়া, পরিবর্তিত হওয়া, রূপান্তরিত হওয়া)-এর বর্তমানকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ যুসিভভাব রূপ يَنْقَلِبْ। إِلَى (নিকট, প্রতি, দিকে) এবং সংযুক্ত-সর্বনাম كَ (তোমার) এর মিলিত রূপ إِلَيْكَ। الْبَصَرُ (দৃষ্টি) পূর্বের আয়াত দেখুন।"
        },
        {
          "text": "خَاسِئًا",
          "meaningBn": "ব্যর্থ",
          "notes": "خَسَأَ (দুর করে দেওয়া, তাড়িয়ে দেওয়া, বিতাড়িত করা, দীন অবস্থায় থাকা, স্থুলবুদ্ধি হওয়া, বোধশক্তি কম হওয়া) মূল ক্রিয়ার কর্তা-বিশেষ্য خَاسِئٌ (হীন, নীচ, নিকৃষ্ট, অধঃপতিত, ব্যর্থ, নির্বাসিত, দূরে বিতাড়িত, গৃহহীন ও নির্বান্ধব ব্যক্তি, অবজ্ঞেয়, ঘৃণ্য); শব্দটি কর্মকারকে থাকায় خَاسِئًا হয়েছে।"
        },
        {
          "text": "وَهُوَ حَسِيرٌ",
          "meaningBn": "এবং ইহা ক্লান্ত",
          "notes": "حَسِرَ (অনুতাপ করা, অনুশোচনা করা, আক্ষেপ করা, আফসোস করা, দুঃখবোধ করা, দেহের কোনো অংশে ব্যথা অনুভব করা) মূল ক্রিয়ার একটি বিশেষ্য حَسِيرٌ (ক্লান্ত, শ্রান্ত, অবসন্ন, বিষন্ন); পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং) ও স্বতন্ত্র-সর্বনাম هُوَ (তিনি, সে, ইহা)।"
        }
      ]
    },
    {
      "ayahNumber": 5,
      "arabic": "وَ لَقَدْ زَيَّنَّا السَّمَاءَ الدُّنْيَا بِمَصَابِيحَ وَجَعَلْنَاهَا رُجُومًا لِلشَّيَاطِينِ وَأَعْتَدْنَا لَهُمْ عَذَابَ السَّعِيرِ",
      "bangla": "আমি নিকটবর্তী আকাশকে সুশোভিত করেছি প্রদীপমালা দ্বারা এবং উহাদেরকে করেছি শয়তানের প্রতি নিক্ষেপের উপকরণ এবং উহাদের জন্য প্রস্তুত রেখেছি জ্বলন্ত অগ্নির শাস্তি।",
      "translations": {
        "osmani": "আমি নিকটবর্তী আকাশকে সুশোভিত করেছি প্রদীপমালা দ্বারা এবং উহাদেরকে করেছি শয়তানের প্রতি নিক্ষেপের উপকরণ এবং উহাদের জন্য প্রস্তুত রেখেছি জ্বলন্ত অগ্নির শাস্তি।",
        "tawjih": "আমি নিকটবর্তী আকাশকে সুশোভিত করেছি প্রদীপমালা দ্বারা এবং উহাদেরকে করেছি শয়তানের প্রতি নিক্ষেপের উপকরণ এবং উহাদের জন্য প্রস্তুত রেখেছি জ্বলন্ত অগ্নির শাস্তি।"
      },
      "words": [
        {
          "text": "وَ لَقَدْ",
          "meaningBn": "এবং অবশ্যই",
          "notes": "ক্রিয়া-বিশেষণ لَ (অবশ্যই) ও অব্যয় قَدْ (অবশ্যই)-এর মিলিত রূপ لَقَدْ; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)।"
        },
        {
          "text": "زَيَّنَّا",
          "meaningBn": "আমরা সুশোভিত করেছি",
          "notes": "زَيْنَ (زَانَ) (সুন্দর করা, অলঙ্কৃত করা, সজ্জিত করা) মূল ক্রিয়ার ২নং ফরম زَيَّنَ (শোভা বর্ধন করা, অলঙ্কৃত করা, সুশোভিত করা, কোনো বস্তুকে সাজিয়ে সুন্দর বানানো, দেখতে আনন্দদায়ক করে তৈরি করা)-এর অতীতকাল, উত্তম পুরুষ, বহুবচন রূপ زَيَّنَّا।"
        },
        {
          "text": "السَّمَاءَ",
          "meaningBn": "আসমানকে",
          "notes": "সَمَوَ (سَمَا) (আকাশ, আসমান, গগন, উর্ধ্বলোক; দেখুন আয়াত ৩); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ যুক্ত হওয়ায় এবং শব্দটি কর্ম হিসেবে ব্যবহার হওয়ায় السَّمَاءَ হয়েছে।"
        },
        {
          "text": "الدُّنْيَا",
          "meaningBn": "নিকটবর্তী",
          "notes": "دَنَوَ (دَنَا) (নিকটবর্তী হওয়া, প্রায় কাছাকাছি হওয়া, নিকটে আগমন করা, আসন্ন হওয়া, কাছে টানা, নীচে হওয়া) মূল ক্রিয়ার তুলনামূলক বিশেষণ أَدْنَى (মৌলিক রূপ أَدْنَى) (নিকটতর, নগণ্যতর, নিকৃষ্টতর, নিম্নতর, অতি নিকটে, অপেক্ষাকৃত কম গুরুতর, স্ত্রীলিঙ্গ রূপ دُنْيَا); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ যুক্ত হওয়ায় الدُّنْيَا (নিকটবর্তী, দুনিয়া, পৃথিবী, বিশ্বজগৎ, ইহকাল, ইহলোক) হয়েছে।"
        },
        {
          "text": "بِمَصَابِيحَ",
          "meaningBn": "প্রদীপ দ্বারা",
          "notes": "صَبَحَ (চমৎকার হওয়া, উজ্জ্বল হওয়া, সুন্দর হওয়া, মাধুর্যময় হওয়া) মূল ক্রিয়ার একটি বিশেষ্য مِصْبَاحٌ (প্রদীপ, বাতি, বাল্ব), বহুবচন مَصَابِيحُ (গা মুন); শব্দটি কর্ম হিসাবে ব্যবহার হওয়ায় مَصَابِيحَ হয়েছে; এর পূর্বে সম্বন্ধসূচক অব্যয় بِ (দ্বারা, সঙ্গে) যুক্ত হওয়ায় بِsَصَابِيحَ হয়েছে (শব্দটি গা মুন হওয়ায় শেষ অক্ষরে যের হয় নাই)।"
        },
        {
          "text": "وَجَعَلْنَاهَا",
          "meaningBn": "এবং তাকে আমরা বানিয়েছি",
          "notes": "جَعَلَ (করা, কাজ করা, বানানো, তৈরি করা, গঠন করা, নির্ধারণ করা, আরোপ করা, নিয়োগ করা) মূল ক্রিয়ার অতীতকাল, উত্তম পুরুষ, বহুবচন রূপ جَعَلْنَا; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং) ও শেষে কর্ম হিসাবে যুক্ত রয়েছে সংযুক্ত-সর্বনাম هَا (তাকে)।"
        },
        {
          "text": "رُجُومًا",
          "meaningBn": "নিক্ষেপের উপকরণ",
          "notes": "رَجَمَ (পাথর মারা, প্রস্তর নিক্ষেপ করা, প্রস্তরাঘাতে হত্যা করা, বিতাড়িত করা, অভিশাপ দেওয়া, শাপ দেওয়া, গালগাল করা, অনুমান করে কথা বলা, ধারণা করা, সন্দেহ করা) মূল ক্রিয়ার একটি বিশেষ্য رَجْمٌ (নিক্ষেপ করার পাথর, নিক্ষেপ করার উপকরণ, ক্ষেপনাস্ত্র, উল্কাপিন্ড), বহুবচন رُجُومٌ; শব্দটি কর্ম হিসেবে ব্যবহার হওয়ায় رُجُومًا হয়েছে।"
        },
        {
          "text": "لِلشَّيَاطِينِ",
          "meaningBn": "শয়তানদের জন্য",
          "notes": "شَطَنَ (একগুঁয়ে হওয়া, জেদি হওয়া, স্বেচ্ছায় বিপথগামী হওয়া, ন্যায়ভ্রষ্ট হওয়া, দুরবর্তী হওয়া, সত্য হতে এবং আল্লাহর রহমত হতে দুরে থাকা) মূল ক্রিয়ার একটি বিশেষ্য شَيْطَانُ (শয়তান, এমন এক সত্তা যে নিজে সত্যবিমুখ এবং অন্যকেও সত্যবিমুখ করে), বহুবচন شَيَاطِينُ শব্দটির সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ যুক্ত হওয়ায় الشَّيَاطِينُ হয়েছে; এর পূর্বে সম্বন্ধসূচক অব্যয় لِ (জন্য) যুক্ত হওয়ায় لِلشَّيَاطِينِ হয়েছে।"
        },
        {
          "text": "وَأَعْتَدْنَا لَهُمْ",
          "meaningBn": "এবং আমরা তাদের জন্য প্রস্তুত রেখেছি",
          "notes": "أَعْتَدَ (তৈরি হওয়া, প্রস্তুত থাকা) মূল ক্রিয়ার ৪নং ফরম أَعْتَدَ (প্রস্তুত করা, তৈরি করা, প্রস্তুত রাখা)-এর অতীতকাল, উত্তম পুরুষ, বহুবচন রূপ أَعْتَدْنَا; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)। لَهُمْ শব্দটি সম্বন্ধসূচক অব্যয় لِ (জন্য) ও সংযুক্ত সর্বনাম هُمْ (তাদেরকে) এর মিলিত রূপ।"
        },
        {
          "text": "عَذَابَ السَّعِيرِ",
          "meaningBn": "জ্বলন্ত অগ্নির শাস্তি",
          "notes": "عَذَبَ (ব্যাহত করা, অন্তরায় সৃষ্টি করা, বাধা দেওয়া, পথ রোধ করা) মূল ক্রিয়ার একটি বিশেষ্য عَذَابٌ (শাস্তি, দন্ড, আযাব, সাজা, নির্যাতন, যন্ত্রণা); শব্দটি السَّعِير -এর মুদাফ হওয়ায় তানবীন উঠে গিয়ে عَذَابٌ হয়েছে এবং কর্ম হিসেবে ব্যবহার হওয়ায় عَذَابٌ হয়েছে। سَعَرَ (প্রজ্জ্বলিত করা, উত্তপ্ত করা, উস্কিয়ে দেওয়া) মূল ক্রিয়ার একটি বিশেষ্য سَعِيرٌ (জ্বলন্ত আগুন, দোজখ, নরক, আগুন); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ যুক্ত হওয়ায় السَّعِيرُ হয়েছে; শব্দটি عَذَابٌ এর মুদাফ-إِلَىْهِ হওয়ায় সম্বন্ধকারকে السَّعِيرِ হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 6,
      "arabic": "وَلِلَّذِينَ كَفَرُوا بِرَبِّهِمْ عَذَابٌ جَهَنَّمَ وَبِئْسَ الْمَصِيرُ",
      "bangla": "যারা তাদের প্রতিপালককে অস্বীকার করে তাদের জন্য রয়েছে জাহান্নামের শাস্তি; উহা কত মন্দ প্রত্যাবর্তনস্থল!",
      "translations": {
        "osmani": "যারা তাদের প্রতিপালককে অস্বীকার করে তাদের জন্য রয়েছে জাহান্নামের শাস্তি; উহা কত মন্দ প্রত্যাবর্তনস্থল!",
        "tawjih": "যারা তাদের প্রতিপালককে অস্বীকার করে তাদের জন্য রয়েছে জাহান্নামের শাস্তি; উহা কত মন্দ প্রত্যাবর্তনস্থল!"
      },
      "words": [
        {
          "text": "وَ لِلَّذِينَ",
          "meaningBn": "এবং তাদের জন্য",
          "notes": "সংযোজক সর্বনাম الَّذِينَ (তারা, যারা) ও সম্বন্ধসূচক অব্যয় لِ (জন্য) এর মিলিত রূপ لِلَّذِينَ; এর পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)।"
        },
        {
          "text": "كَفَرُوا بِرَبِّهِمْ",
          "meaningBn": "যারা তাদের প্রতিপালককে অস্বীকার করে",
          "notes": "كَفَرَ (অস্বীকার করা, অবিশ্বাস করা, অকৃতজ্ঞ হওয়া, কুফরি করা, কাফির হওয়া) মূল ক্রিয়ার অতীতকাল, প্রথম পুরুষ, বহুবচন, পুংলিঙ্গ রূপ। রَبَّ (প্রতিপালক, রব, প্রভু, শাসক); শব্দটি সংযুক্ত সর্বনাম هِمْ (তাদের) এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং পূর্বে সম্বন্ধসূচক অব্যয় بِ (দ্বারা, সঙ্গে) যুক্ত থাকায় رَبِّ হয়েছে।"
        },
        {
          "text": "عَذَابٌ جَهَنَّمَ",
          "meaningBn": "জাহান্নামের শাস্তি",
          "notes": "عَذَابٌ (শাস্তি, দন্ড, আযাব, সাজা, নির্যাতন, যন্ত্রণা); শব্দটি جَهَنَّمَ -এর মুদাফ হওয়ায় তানবীন উঠে গিয়ে عَذَابٌ হয়েছে। جَهَنَّمُ (দোজখ, জাহান্নাম; শব্দটি হিব্রু ভাষা হতে গৃহীত) শব্দটি عَذَابٌ -এর মুদাফ-إِلَىْهِ হওয়ায় সম্বন্ধকারকে جَهَنَّمَ হয়েছে (শব্দটি গা মুন হওয়ায় শেষ অক্ষরে যের হয় নাই, যবর হয়েছে)।"
        },
        {
          "text": "وَ بِئْسَ الْمَصِيرُ",
          "meaningBn": "উহা কত মন্দ প্রত্যাবর্তনস্থল!",
          "notes": "بِئْسَ (কতই না মন্দ) একটি 'ভর্ৎসনাসূচক' ক্রিয়া; এর পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)। مَصِيرٌ (প্রত্যাবর্তনস্থল, ফেরার জায়গা, গন্তব্যস্থল, পরিণতি, ভাগ্য, পরিণাম, অদৃষ্ট, নিয়তি); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় الْمَصِيرُ হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 7,
      "arabic": "إِذَا أُلْقُوا فِيهَا سَمِعُوا لَهَا شَهِيقًا وَهِيَ تَفُورُ",
      "bangla": "যখন উহারা তন্মধ্যে নিক্ষিপ্ত হইবে তখন উহারা জাহান্নামের বিকট শব্দ শুনিবে, আর উহা হইবে উদ্বেলিত।",
      "translations": {
        "osmani": "যখন উহারা তন্মধ্যে নিক্ষিপ্ত হইবে তখন উহারা জাহান্নামের বিকট শব্দ শুনিবে, আর উহা হইবে উদ্বেলিত।",
        "tawjih": "যখন উহারা তন্মধ্যে নিক্ষিপ্ত হইবে তখন উহারা জাহান্নামের বিকট শব্দ শুনিবে, আর উহা হইবে উদ্বেলিত।"
      },
      "words": [
        {
          "text": "إِذَا أُلْقُوا",
          "meaningBn": "যখন নিক্ষিপ্ত হবে",
          "notes": "لَقِىَ (সাক্ষাৎ করা, মিলিত হওয়া, সম্মুখীন হওয়া, পাওয়া, সাক্ষাৎ পাওয়া) মূল ক্রিয়ার ৪নং ফরম أُلْقُوا (নিক্ষেপ করা, ছুড়ে মারা, সম্মুখীন হওয়া, মিলিত হওয়া, নীচে পাঠানো) -এর অতীতকাল প্রথম পুরুষ, বহুবচন, পুংলিঙ্গ, কর্মবাচ্য রূপ; পূর্বে রয়েছে ক্রিয়া-বিশেষণ إِذَا (যখন)।"
        },
        {
          "text": "فِيهَا",
          "meaningBn": "তার মধ্যে",
          "notes": "শব্দটি সম্বন্ধসূচক অব্যয় فِي (মধ্যে, তে) এবং সংযুক্ত সর্বনাম هَا (তার) এর মিলিত রূপ।"
        },
        {
          "text": "سَمِعُوا",
          "meaningBn": "তারা শ্রবণ করবে",
          "notes": "শব্দটি سَمِعَ (শোনা, শ্রবণ করা, কর্ণপাত করা, শুনতে পাওয়া) মূল ক্রিয়ার অতীতকাল, প্রথম পুরুষ, বহুবচন, পুংলিঙ্গ রূপ।"
        },
        {
          "text": "لَهَا شَهِيقًا",
          "meaningBn": "জাহান্নামের বিকট শব্দ",
          "notes": "لَهُ لِ (জন্য) ও সংযুক্ত সর্বনাম هَا (তার) এর মিলিত রূপ; শَهِقَ (নিঃশ্বাস নেওয়া, গভীরভাবে দীর্ঘশ্বাস ফেলা, দুঃখ ও যন্ত্রণায় ফুঁপিয়ে ফুঁপিয়ে কাঁদা, গভীরভাবে আকুলতা বোধ করা, যন্ত্রণাসূচক চাপা আওয়াজ (গোঙানি করা, কাতরানি করা, কোঁকানি করা) মূল ক্রিয়ার একটি বিশেষ্য شَهِيقٌ (গাধার ডাকের ন্যায় বিকট ও কর্কশ শব্দ, ফোঁপানি, দীর্ঘশ্বাস, গোঙানি, কাতরানি, কোঁকানি, জাহান্নামের আগুনের গর্জন); শব্দটি বাক্যে কর্ম হওয়ায় شَهِيقًا হয়েছে।"
        },
        {
          "text": "وَهِيَ تَفُورُ",
          "meaningBn": "এবং ইহা তাপে ফুটতে থাকবে",
          "notes": "فَوَرَ (فَارَ) (তাপে ফুটতে থাকা, ফুটতে ফুটতে উথলিয়ে পড়া, দপদপ করে জ্বলা, ধকধক করে জ্বলে ওঠা, তাপে ফুলে ফেঁপে ওঠা) মূল ক্রিয়ার বর্তমানকাল, প্রথম পুরুষ, একবচন, স্ত্রীলিঙ্গ রূপ تَفُورُ; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং) ও স্বতন্ত্র সর্বনাম هِيَ (সে, ইহা)।"
        }
      ]
    },
    {
      "ayahNumber": 8,
      "arabic": "تَكَادُ تَمَيَّزُ مِنَ الْغَيْظِ كُلَّمَا أُلْقِيَ فِيهَا فَوْجٌ سَأَلَهُمْ خَزَنَتُهَا أَلَمْ يَأْتِكُمْ نَذِيرٌ",
      "bangla": "রোষে জাহান্নাম যেন ফাটিয়া পড়িবে, যখনই উহাতে কোন দলকে নিক্ষেপ করা হইবে, উহাদেরকে রক্ষীরা জিজ্ঞাসা করিবে, 'তোমাদের নিকট কি কোন সতর্ককারী আসে নাই?'",
      "translations": {
        "osmani": "রোষে জাহান্নাম যেন ফাটিয়া পড়িবে, যখনই উহাতে কোন দলকে নিক্ষেপ করা হইবে, উহাদেরকে রক্ষীরা জিজ্ঞাসা করিবে, 'তোমাদের নিকট কি কোন সতর্ককারী আসে নাই?'",
        "tawjih": "রোষে জাহান্নাম যেন ফাটিয়া পড়িবে, যখনই উহাতে কোন দলকে নিক্ষেপ করা হইবে, উহাদেরকে রক্ষীরা জিজ্ঞাসা করিবে, 'তোমাদের নিকট কি কোন সতর্ককারী আসে নাই?'"
      },
      "words": [
        {
          "text": "تَكَادُ تَمَيَّزُ",
          "meaningBn": "উপক্রম হওয়া ফেটে পড়বে",
          "notes": "كَوِدَ (كَادَ) (উপক্রম হওয়া, কোনো কাজ করতে প্রায় উদ্যত হওয়া, কোনো ঘটনা ঘটার উপক্রম হওয়া) মূল ক্রিয়ার বর্তমানকাল, প্রথম পুরুষ, একবচন, স্ত্রীলিঙ্গ রূপ। تَمَيَّزُ (ফেটে পড়বে) শব্দটি مَيَزَ (مَازَ) (পৃথক করা, পার্থক্য করা, চিহ্নিত করা) মূল ক্রিয়ার ৫নং ফরম تَمَيَّزَ (ভেঙ্গে টুকরা টুকরা হওয়া, পৃথক হওয়া, স্বতন্ত্র হওয়া) এর বর্তমানকাল, প্রথম পুরুষ, একবচন, স্ত্রীলিঙ্গ রূপ (প্রকৃত রূপ تَتَمَيَّزُ)।"
        },
        {
          "text": "مِنَ الْغَيْظِ",
          "meaningBn": "ক্রোধে",
          "notes": "غَيْظَ (غَاظَ) (ক্রোধান্বিত করা, রাগানো, রাগান্বিত করা, উত্তেজিত করা) মূল ক্রিয়ার ক্রিয়া বিশেষ্য غَيْظٌ (ক্রোধ, রাগ, রোষ, প্রচন্ড উত্তেজনা); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি, টা) যুক্ত হওয়ায় الْغَيْظُ হয়েছে; পূর্বে সম্বন্ধসূচক অব্যয় مِنْ (হতে) থাকায় الْغَيْظِ হয়েছে; مِنْ -এর পূর্ববর্তী শব্দ يَتَمَيَّزُ যুক্ত হওয়ায় مِنَ الْغَيْظِ লেখা হয়েছে।"
        },
        {
          "text": "كُلَّمَا",
          "meaningBn": "যখনই",
          "notes": "كَلَلَ (ক্লান্ত/পরিশ্রান্ত হওয়া, নিস্তেজ হওয়া, ভোঁতা হওয়া, দীর্ঘস্থায়ী পীড়নের ফলে দুর্বল হওয়া) মূল ক্রিয়ার একটি বিশেষ্য كُلَّمَا (যখনই, প্রতিবার)।"
        },
        {
          "text": "أُلْقِيَ فِيهَا فَوْجٌ",
          "meaningBn": "উহাতে কোন দলকে নিক্ষেপ করা হইবে",
          "notes": "أُلْقِيَ (নিক্ষেপ করা হইবে) শব্দটি لَقِيَ (সাক্ষাৎ করা, মিলিত হওয়া, সম্মুখীন হওয়া, পাওয়া, সাক্ষাৎ পাওয়া) মূল ক্রিয়ার ৪নং ফরম أُلْقِيَ (নিক্ষেপ করা, ছুড়ে মারা, সম্মুখীন হওয়া, মিলিত হওয়া, নীচে পাঠানো) -এর অতীতকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ, কর্মবাচ্য রূপ। فِي (মধ্যে) ও সংযুক্ত-সর্বনাম هَا (তার) এর মিলিত রূপ فِيهَا। فَوْجٌ (মানুষের সমাগম, দল, সৈন্যদল, সঙ্ঘ, বিপুল/ অগণিত সংখ্যা, রাশি রাশি, শ্রেণী, বিশৃঙ্খল জনতা, ঝাঁক, পাল, জোট, একজন দলপতির অধিনে সঙ্ঘবদ্ধ ব্যক্তির সমষ্টি)।"
        },
        {
          "text": "سَأَلَهُمْ خَزَنَتُهَا",
          "meaningBn": "উহাদেরকে রক্ষীরা জিজ্ঞাসা করিবে",
          "notes": "سَأَلَ (জিজ্ঞাসা করা, প্রশ্ন করা, জানতে চাওয়া, চাওয়া, যাচঞা করা, জেরা করা, দাবি করা, মিনতি করা) মূল ক্রিয়ার শেষে কর্ম হিসাবে যুক্ত আছে সংযুক্ত সর্বনাম هُمْ (তাদেরকে)। خَزَنَ (সঞ্চয় রাখা, মজুদ রাখা, সংরক্ষণ করা, জমা করা, গুদামজাত করা) মূল ক্রিয়ার কর্তা-বিশেষ্য خَازِنٌ (সঞ্চয়কারী, কোষাধ্যক্ষ, গুদামরক্ষক, পরিচারক, রক্ষক, প্রহরী), বহুবচন خَزَنَةٌ; শব্দটি সংযুক্ত-সর্বনাম هَا (তার)-এর মুদাফ হওয়ায় তানবীন উঠে গিয়ে خَزَنَتُ হয়েছে।"
        },
        {
          "text": "أَلَمْ يَأْتِكُمْ نَذِيرٌ",
          "meaningBn": "তোমাদের নিকট কি কোন সতর্ককারী আসে নাই?",
          "notes": "أَلَمْ يَأْتِكُمْ (তোমাদের নিকট আসে নাই কি) উপরে দেখুন। نَذِيرٌ (সতর্ককারী) উপরে দেখুন।"
        }
      ]
    },
    {
      "ayahNumber": 9,
      "arabic": "قَالُوا بَلَى قَدْ جَاءَنَا نَذِيرٌ فَكَذَّبْنَا وَقُلْنَا مَا نَزَّلَ اللَّهُ مِنْ شَيْءٍ إِنْ أَنْتُمْ إِلَّا فِي ضَلَالٍ كَبِيرٍ",
      "bangla": "উহারা বলবে, 'অবশ্যই আমাদের নিকট সতর্ককারী এসেছিল, আমরা উহাদেরকে মিথ্যাবাদী গণ্য করেছিলাম এবং বলেছিলাম, 'আল্লাহ কিছুই অবতীর্ণ করেন নাই, তোমরা তো মহাবিভ্রান্তিতে রয়েছ।'",
      "translations": {
        "osmani": "উহারা বলবে, 'অবশ্যই আমাদের নিকট সতর্ককারী এসেছিল, আমরা উহাদেরকে মিথ্যাবাদী গণ্য করেছিলাম এবং বলেছিলাম, 'আল্লাহ কিছুই অবতীর্ণ করেন নাই, তোমরা তো মহাবিভ্রান্তিতে রয়েছ।'",
        "tawjih": "উহারা বলবে, 'অবশ্যই আমাদের নিকট সতর্ককারী এসেছিল, আমরা উহাদেরকে মিথ্যাবাদী গণ্য করেছিলাম এবং বলেছিলাম, 'আল্লাহ কিছুই অবতীর্ণ করেন নাই, তোমরা তো মহাবিভ্রান্তিতে রয়েছ।'"
      },
      "words": [
        {
          "text": "قَالُوا",
          "meaningBn": "তারা বলবে",
          "notes": "قَوَلَ (قَالَ) (কথা বলা, আলাপ করা, বলা, কওয়া, জানানো, কথায় প্রকাশ করা, উচ্চারণ করা, কণ্ঠনিঃসৃত ধ্বনি) মূল ক্রিয়ার অতীতকাল, প্রথম পুরুষ, বহুবচন, পুংলিঙ্গ রূপ।"
        },
        {
          "text": "بَلَى قَدْ جَاءَنَا",
          "meaningBn": "বরং আমাদের নিকট সতর্ককারী এসেছিল",
          "notes": "جَيّاً (جَاءَ) (আসা, পৌছানো, আগমন করা, উল্লেখ হওয়া, বর্ণিত হওয়া, নিয়ে আসা) মূল ক্রিয়াটি অতীতকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপেই আছে; শেষে সংযুক্ত-সর্বনাম نَا (আমাদের) যুক্ত হওয়ায় جَاءَنَا হয়েছে; পূর্বে রয়েছে ক্রিয়া-বিশেষণ بَلَى (বরং) ও অপর ক্রিয়া-বিশেষণ قَدْ (অবশ্যই)।"
        },
        {
          "text": "نَذِيرٌ",
          "meaningBn": "সতর্ককারী",
          "notes": "نَذِيرٌ (মানতকৃত, সতর্ককারী, ভীতিপ্রদর্শনকারী, উৎসর্গীকৃত, সতর্কীকরণ) উপরে দেখুন।"
        },
        {
          "text": "فَكَذَّبْنَا وَقُلْنَا",
          "meaningBn": "অতএব আমরা মিথ্যাবাদী গণ্য করেছিলাম এবং বলেছিলাম",
          "notes": "كَذَبَ (মিথ্যা বলা, প্রতারণা করা, বিভ্রান্ত করা, বিপথে চালনা করা, মিথ্যা মনে করা, কারো বিরুদ্ধে মিথ্যা বলা) মূল ক্রিয়ার ২নং ফরম كَذَّبَ (কাউকে মিথ্যা অভিহিত করা, কাউকে মিথ্যুক বলা, মিথ্যা প্রতিপন্ন করা, কাউক অবিশ্বাস করা, অস্বীকার করা, অমান্য করা) এর অতীতকাল, উত্তম পুরুষ, বহুবচন, পুংলিঙ্গ রূপ كَذَّبْنَا; পূর্বে যুক্ত রয়েছে সংযোজক অব্যয় فَ (অতএব)। قَوَلَ (قَالَ) (কথা বলা, আলাপ করা, বলা, কওয়া, জানানো, কথায় প্রকাশ করা, উচ্চারণ করা) মূল ক্রিয়ার অতীতকাল, উত্তম পুরুষ, বহুবচন, পুংলিঙ্গ রূপ; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)。"
        },
        {
          "text": "مَا نَزَّلَ اللَّهُ",
          "meaningBn": "আল্লাহ অবতীর্ণ করেন নাই",
          "notes": "نَزَلَ (যান হতে অবতরণ করা, অবতারিত হওয়া, নীচে অবরোহণ করা, নিজে নেমে আসা, নাযিল হওয়া) মূল ক্রিয়ার ২নং ফরম نَزَّلَ (অবতরণ করানো, আসমান হতে ক্রমান্বয়ে নাযিল করা, নীচে পাঠানো) ক্রিয়াটি অতীতকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপেই আছে; কর্তা হিসাবে শেষে রয়েছে اللَّهُ ও পূর্বে রয়েছে ক্রিয়া-विशेषण مَا (না)。"
        },
        {
          "text": "مِنْ شَيْءٍ",
          "meaningBn": "কোনো কিছুই",
          "notes": "شَيِاً (شَاءَ বা شَيِئَ) (ইচ্ছা করা, আকাঙ্ক্ষা করা, চাওয়া) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য شَيْءٌ (যে কোনো বস্তু, দ্রব্য, জিনিস, ব্যাপার, বিষয়); পূর্বে সম্বন্ধসূচক অব্যয় مِنْ (জন্য) থাকায় সম্বন্ধকারকে شَيْءٍ হয়েছে।"
        },
        {
          "text": "إِنْ أَنْتُمْ إِلَّا فِي ضَلَالٍ",
          "meaningBn": "তোমরা বিভ্রান্তির মধ্যে ব্যতীত নও",
          "notes": "ضَلَّ (পথভ্রষ্ট হওয়া, বিভ্রান্ত হওয়া, পথ হারানো, বিপথে যাওয়া, ভুল করা, ভুলে যাওয়া, ধোঁকা খাওয়া, প্রতারিত হওয়া, উধাও হওয়া) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য ضَلَالٌ (ভুল, বিভ্রান্তি, ভ্রম); পূর্বে সম্বন্ধসূচক অব্যয় فِي (মধ্যে) থাকায় সম্বন্ধকারকে ضَلَالٍ হয়েছে; এর পূবে রয়েছে ক্রিয়া-বিশেষণ إِنْ (না, নও), স্বতন্ত্র সর্বনাম أَنْتُمْ (তোমরা) ও ক্রিয়া-বিশেষণ إِلَّا (ব্যতীত)।"
        },
        {
          "text": "كَبِيرٍ",
          "meaningBn": "মহা/বড়ো",
          "notes": "كَبُرَ (আকার/ পরিমাণ/ মাত্রায় সাধারণের উর্ধ্বে হওয়া, পরিধিতে/ ক্ষমতায়/ গুরুত্বে বড়ো হওয়া, বিরাট হওয়া, বৃহৎ হওয়া, বিশিষ্ট হওয়া, গুরুত্বপূর্ণ বা শোচনীয় বিষয় হওয়া) মূল ক্রিয়ার একটি ক্রিয়া-বিশেষ্য كَبِيرٌ (বড়ো, বৃহৎ, বিরাট, বিশাল, প্রখ্যাত, বিশিষ্ট, প্রভাবশালী নেতা, গুরুতর); শব্দটি ضَلَالٍ -কে অনুসরণ করায় كَبِيرٍ হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 10,
      "arabic": "وَقَالُوا لَوْ كُنَّا نَسْمَعُ أَوْ نَعْقِلُ مَا كُنَّا فِي أَصْحَابِ السَّعِيرِ",
      "bangla": "এবং উহারা আরও বলবে, 'যদি আমরা শুনতাম অথবা বিবেক-বুদ্ধি প্রয়োগ করতাম, তা হলে আমরা জাহান্নামবাসী হতাম না।'",
      "translations": {
        "osmani": "এবং উহারা আরও বলবে, 'যদি আমরা শুনতাম অথবা বিবেক-বুদ্ধি প্রয়োগ করতাম, তা হলে আমরা জাহান্নামবাসী হতাম না।'",
        "tawjih": "এবং উহারা আরও বলবে, 'যদি আমরা শুনতাম অথবা বিবেক-বুদ্ধি প্রয়োগ করতাম, তা হলে আমরা জাহান্নামবাসী হতাম না।'"
      },
      "words": [
        {
          "text": "وَقَالُوا",
          "meaningBn": "এবং তারা বলবে",
          "notes": "قَوَلَ (قَالَ) (কথা বলা, আলাপ করা, বলা, কওয়া, জানানো, কথায় প্রকাশ করা, উচ্চারণ করা) মূল ক্রিয়ার অতীতকাল, প্রথম পুরুষ, বহুবচন, পুংলিঙ্গ রূপ; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)。"
        },
        {
          "text": "لَوْ كُنَّا",
          "meaningBn": "যদি আমরা হতাম",
          "notes": "كَوَنَ (كَانَ) (হওয়া, হয়, আছে, ছিল, বিদ্যমান থাকা, সংঘটিত হওয়া, হয়) মূল ক্রিয়ার অতীতকাল, উত্তম পুরুষ, বহুবচন, রূপ; পূর্বে রয়েছে সংযোজক অব্যয় لَوْ (যদি)。"
        },
        {
          "text": "نَسْمَعُ",
          "meaningBn": "আমরা শুনতাম",
          "notes": "শব্দটি سَمِعَ (শোনা, শ্রবণ করা, কর্ণপাত করা) মূল ক্রিয়ার বর্তমানকাল, উত্তম পুরুষ, বহুবচন রূপ।"
        },
        {
          "text": "أَوْ نَعْقِلُ",
          "meaningBn": "অথবা বিবেক-বুদ্ধি প্রয়োগ করতাম",
          "notes": "عَقَلَ (বুঝতে পারা, বোধশক্তি/ ধীশক্তি সম্পন্ন হওয়া, প্রণিধান/ উপলব্ধি করতে সক্ষম হওয়া, বিচক্ষণ হওয়া) মূল ক্রিয়ার বর্তমানকাল, উত্তম পুরুষ, বহুবচন রূপ نَعْقِلُ; পূর্বে রয়েছে সংযোজক অব্যয় أَوْ (অথবা)।"
        },
        {
          "text": "مَا كُنَّا",
          "meaningBn": "আমরা হতাম না",
          "notes": "كَوَنَ (كَانَ) (হওয়া, হয়, আছে, ছিল, বিদ্যমান থাকা, সংঘটিত হওয়া, হয়) মূল ক্রিয়ার অতীতকাল, উত্তম পুরুষ, বহুবচন, রূপ; পূর্বে রয়েছে ক্রিয়া-বিশেষণ مَا (না)。"
        },
        {
          "text": "فِي أَصْحَابِ السَّعِيرِ",
          "meaningBn": "জাহান্নামবাসী হতাম না",
          "notes": "صَحِبَ (সঙ্গী/ সহচর হওয়া, সহযোগী হওয়া, অন্তরঙ্গ সঙ্গী হওয়া, বন্ধু হওয়া) মূল ক্রিয়ার একটি বিশেষ্য صَاحِبُ (সঙ্গী, সহকর্মী, সাথী, সাহায্যকারী, অংশীদার), এর একটি বহুবচন أَصْحَابُ; শব্দটি السَّعِيرِ -এর মুদাফ হওয়ায় তানবীন উঠে গিয়ে أَصْحَابُ হয়েছে এবং পূর্বে সম্বন্ধসূচক অব্যয় فِي (মধ্যে, তে) থাকায় فِي أَصْحَابِ হয়েছে। سَعِيرٌ (জ্বলন্ত আগুন, দোজখ, নরক, আগুন); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ যুক্ত হওয়ায় السَّعِيرُ হয়েছে; أَصْحَابِ এর মুদাফ-إِلَىْهِ হওয়ায় সম্বন্ধকারকে السَّعِيرِ হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 11,
      "arabic": "فَاعْتَرَفُوا بِذَنْبِهِمْ فَسُحْقًا لِّأَصْحَابِ السَّعِيرِ",
      "bangla": "উহারা উহাদের অপরাধ স্বীকার করিবে। ধ্বংস জাহান্নামীদের জন্য।",
      "translations": {
        "osmani": "উহারা উহাদের অপরাধ স্বীকার করিবে। ধ্বংস জাহান্নামীদের জন্য।",
        "tawjih": "উহারা উহাদের অপরাধ স্বীকার করিবে। ধ্বংস জাহান্নামীদের জন্য।"
      },
      "words": [
        {
          "text": "فَاعْتَرَفُوا",
          "meaningBn": "তারা স্বীকার করিবে",
          "notes": "عَرَفَ (জানা, চেনা, অবহিত হওয়া, পরিচয় পাওয়া) মূল ক্রিয়ার ৮নং ফরম اِعْتَرَفَ (স্বীকার করা, কৃতজ্ঞতাস্বীকার করা, কবুল করা, মেনে নেওয়া)-এর অতীতকাল, প্রথম পুরুষ, বহুবচন, পুংলিঙ্গ রূপ اِعْتَرَفُوا; সংযোজক অব্যয় فَ (অতএব) পূর্বে যুক্ত থাকায় فَاعْتَرَفُوا হয়েছে।"
        },
        {
          "text": "بِذَنْبِهِمْ",
          "meaningBn": "তাদের অপরাধ",
          "notes": "ذَنَبَ (কারো তালাশে বের হওয়া, কাহিনী বানানো, সংযোজনী যুক্ত করা, খুব নিকট থেকে অনুসরণ করা, দাগ যুক্ত হওয়া) মূল ক্রিয়ার একটি বিশেষ্য ذَنْبٌ (অপরাধ, ত্রুটি, পাপ, দোষ, অন্যায়, যে কোনো কাজ যার ফলাফল মন্দ); শব্দটি সংযুক্ত-সর্বনাম هِمْ (তাদের) এর মুদাফ হওয়ায় তানবীন উঠে গিয়ে ذَنْبُ হয়েছে এবং সম্বন্ধসূচক অব্যয় بِ (দ্বারা, সহিত) পূর্বে যুক্ত থাকায় بِذَنْبِ হয়েছে।"
        },
        {
          "text": "فَسُحْقًا",
          "meaningBn": "অতএব ক্ষমা বহুৎ দুরের/ ধ্বংস",
          "notes": "سَحِقَ (দুরবর্তী হওয়া, অপেক্ষাকৃত দুরে থাকা, দুরে যাওয়া) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য سُحْقٌ (বহু দুরে থাকার কাজ, দুরত্ব; অর্থাৎ ক্ষমা বহুৎ দুরের ব্যাপার); শব্দটি কর্ম হওয়ায় سُحْقًا হয়েছে; পূর্বে যুক্ত রয়েছে সংযোজক অব্যয় فَ (অতএব)।"
        },
        {
          "text": "لِّأَصْحَابِ السَّعِيرِ",
          "meaningBn": "জাহান্নামীদের জন্য",
          "notes": "صَاحِبٌ (সঙ্গী, সহকর্মী, সাথী, সাহায্যকারী, অংশীদার; দেখুন পূর্বের আয়াত)-এর একটি বহুবচন أَصْحَابُ; السَّعِيرِ -এর মুদাফ হওয়ায় তানবীন উঠে গিয়ে أَصْحَابُ হয়েছে এবং পূর্বে সম্বন্ধসূচক অব্যয় لِ (জন্য) থাকায় لِأَصْحَابِ হয়েছে। السَّعِيرِ (জ্বলন্ত আগুনের) উপরে দেখুন।"
        }
      ]
    },
    {
      "ayahNumber": 12,
      "arabic": "إِنَّ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ لَهُمْ مَغْفِرَةٌ وَأَجْرٌ كَبِيرٌ",
      "bangla": "যারা দৃষ্টির অগোচরে তাহাদের প্রতিপালককে ভয় করে তাহাদের জন্য রহিয়াছে ক্ষমা ও মহাপুরস্কার।",
      "translations": {
        "osmani": "যারা দৃষ্টির অগোচরে তাহাদের প্রতিপালককে ভয় করে তাহাদের জন্য রহিয়াছে ক্ষমা ও মহাপুরস্কার।",
        "tawjih": "যারা দৃষ্টির অগোচরে তাহাদের প্রতিপালককে ভয় করে তাহাদের জন্য রহিয়াছে ক্ষমা ও মহাপুরস্কার।"
      },
      "words": [
        {
          "text": "إِنَّ الَّذِينَ يَخْشَوْنَ",
          "meaningBn": "নিশ্চয় যারা ভয় করে",
          "notes": "خَشِىَ (ভয় করা, ভীত হওয়া, আতঙ্কিত হওয়া, সন্ত্রস্ত হওয়া) মূল ক্রিয়ার অতীতকাল, প্রথম পুরুষ, বহুবচন, পুংলিঙ্গ রূপ يَخْشَوْنَ।; পূর্বে রয়েছে ক্রিয়া-বিশেষণ إِنَّ (নিশ্চয়) এবং সংযোজক সর্বনাম الَّذِينَ (যারা)।"
        },
        {
          "text": "رَبَّهُمْ",
          "meaningBn": "তাদের রবকে",
          "notes": "রَبُّ (প্রতিপালক, রব, প্রভু, শাসক; দেখুন আয়াত-৬) শব্দটি সংযুক্ত সর্বনাম هُمْ (তাদের)-এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং কর্ম হিসাবে ব্যবহৃত হওয়ায় رَبَّ হয়েছে।"
        },
        {
          "text": "بِالْغَيْبِ",
          "meaningBn": "অদৃশ্য বিষয়ে",
          "notes": "غَيْبَ (غَابَ) (অনুপস্থিত থাকা বা হওয়া, অদৃশ্য হওয়া, গোপন বা আচ্ছন্ন হওয়া) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য غَيْبٌ (একটি গোপনতা, যা কিছু অনুপস্থিত, অদৃশ্য বিষয়, যা অনুভব করা যায় না); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং পূর্বে সম্বন্ধসূচক অব্যয় بِ (সঙ্গে, সহিত, তে, দ্বারা) যুক্ত হওয়ায় بِالْغَيْبِ হয়েছে।"
        },
        {
          "text": "لَهُمْ مَغْفِرَةٌ",
          "meaningBn": "তাহাদের জন্য রহিয়াছে ক্ষমা",
          "notes": "لَهُمْ (তাদের জন্য) উপরে দেখুন। مَغْفِرَةٌ (ক্ষমা, মাফ, মার্জনা) উপরে দেখুন।"
        },
        {
          "text": "وَأَجْرٌ كَبِيرٌ",
          "meaningBn": "ও মহাপুরস্কার",
          "notes": "أَجْرٌ (মজুরি, বেতন, পারিতোষিক, প্রতিফল, পুরস্কার, যৌতুক, মোহর) উপরে দেখুন। كَبِيرٌ (মহা/ বড়ো) উপরে দেখুন।"
        }
      ]
    },
    {
      "ayahNumber": 13,
      "arabic": "وَأَسِرُّوا قَوْلَكُمْ أَوِ اجْهَرُوا بِهِ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ",
      "bangla": "(তোমরা তোমাদের কথা গোপনেই বল অথবা প্রকাশ্যে বল, তিনি তো অন্তর্যামী।",
      "translations": {
        "osmani": "(তোমরা তোমাদের কথা গোপনেই বল অথবা প্রকাশ্যে বল, তিনি তো অন্তর্যামী।",
        "tawjih": "(তোমরা তোমাদের কথা গোপনেই বল অথবা প্রকাশ্যে বল, তিনি তো অন্তর্যামী।"
      },
      "words": [
        {
          "text": "وَأَسِرُّوا قَوْلَكُمْ",
          "meaningBn": "এবং তোমরা তোমাদের কথা গোপনেই বল",
          "notes": "أَسِرُّوا (তোমরা গোপনেই বল) উপরে দেখুন। قَوْلَكُمْ (তোমাদের কথা) উপরে দেখুন।"
        },
        {
          "text": "أَوِ اجْهَرُوا بِهِ",
          "meaningBn": "অথবা প্রকাশ্যে বল",
          "notes": "أَوِ اجْهَرُوا بِهِ (অথবা প্রকাশ্যে বলো) উপরে দেখুন।"
        },
        {
          "text": "إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ",
          "meaningBn": "তিনি তো অন্তর্যামী",
          "notes": "إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ (তিনি তো অন্তর্যামী) উপরে দেখুন।"
        }
      ]
    },
    {
      "ayahNumber": 14,
      "arabic": "أَلَا يَعْلَمُ مَنْ خَلَقَ وَهُوَ اللَّطِيفُ الْخَبِيرُ",
      "bangla": "যিনি সৃষ্টি করেছেন, তিনি কি জানেন না? তিনি সূক্ষ্মদর্শী, সম্যক অবগত।",
      "translations": {
        "osmani": "যিনি সৃষ্টি করেছেন, তিনি কি জানেন না? তিনি সূক্ষ্মদর্শী, সম্যক অবগত।",
        "tawjih": "যিনি সৃষ্টি করেছেন, তিনি কি জানেন না? তিনি সূক্ষ্মদর্শী, সম্যক অবগত।"
      },
      "words": [
        {
          "text": "أَلَا يَعْلَمُ مَنْ خَلَقَ",
          "meaningBn": "যিনি সৃষ্টি করেছেন, তিনি কি জানেন না?",
          "notes": "أَلَا يَعْلَمُ مَنْ خَلَقَ (যিনি সৃষ্টি করেছেন, তিনি কি জানেন না?) উপরে দেখুন।"
        },
        {
          "text": "وَهُوَ اللَّطِيفُ الْخَبِيرُ",
          "meaningBn": "তিনি সূক্ষ্মদর্শী, সম্যক অবগত",
          "notes": "وَهُوَ اللَّطِيفُ الْخَبِيرُ (তিনি সূক্ষ্মদর্শী, সম্যক অবগত) উপরে দেখুন।"
        }
      ]
    },
    {
      "ayahNumber": 15,
      "arabic": "هُوَ الَّذِي جَعَلَ لَكُمُ الْأَرْضَ ذَلُوْلًا فَامْشُوا فِي مَنَاكِبِهَا وَكُلُوا مِنْ رِزْقِهِ وَإِلَيْهِ النُّشُورُ",
      "bangla": "(তিনিই তো তোমাদের জন্য ভূমিকে সুগম করে দিয়েছেন; অতএব তোমরা উহার দিগ-দিগন্তে বিচরণ করো এবং তাঁর প্রদত্ত জীবনোপকরণ হতে আহার্য গ্রহণ করো; পুনরুত্থান তো তাঁরই নিকট।",
      "translations": {
        "osmani": "(তিনিই তো তোমাদের জন্য ভূমিকে সুগম করে দিয়েছেন; অতএব তোমরা উহার দিগ-দিগন্তে বিচরণ করো এবং তাঁর প্রদত্ত জীবনোপকরণ হতে আহার্য গ্রহণ করো; পুনরুত্থান তো তাঁরই নিকট।",
        "tawjih": "(তিনিই তো তোমাদের জন্য ভূমিকে সুগম করে দিয়েছেন; অতএব তোমরা উহার দিগ-দিগন্তে বিচরণ করো এবং তাঁর প্রদত্ত জীবনোপকরণ হতে আহার্য গ্রহণ করো; পুনরুত্থান তো তাঁরই নিকট।"
      },
      "words": [
        {
          "text": "هُوَ الَّذِي جَعَلَ لَكُمُ الْأَرْضَ ذَلُوْلًا",
          "meaningBn": "তিনিই তো তোমাদের জন্য ভূমিকে সুগম করে দিয়েছেন",
          "notes": "هُوَ الَّذِي جَعَلَ لَكُمُ الْأَرْضَ ذَلُوْلًا (তিনিই তো তোমাদের জন্য ভূমিকে সুগম করে দিয়েছেন) উপরে দেখুন।"
        },
        {
          "text": "فَامْشُوا فِي مَنَاكِبِهَا وَكُلُوا مِنْ رِزْقِهِ",
          "meaningBn": "অতএব তোমরা উহার দিগ-দিগন্তে বিচরণ করো এবং তাঁর প্রদত্ত জীবনোপকরণ হতে আহার্য গ্রহণ করো",
          "notes": "فَامْشُوا فِي مَنَاكِبِهَا وَكُلُوا مِنْ رِزْقِهِ (অতএব তোমরা উহার দিগ-দিগন্তে বিচরণ করো এবং তাঁর প্রদত্ত জীবনোপকরণ হতে আহার্য গ্রহণ করো) উপরে দেখুন।"
        },
        {
          "text": "وَإِلَيْهِ النُّشُورُ",
          "meaningBn": "পুনরুত্থান তো তাঁরই নিকট",
          "notes": "وَإِلَيْهِ النُّشُورُ (পুনরুত্থান তো তাঁরই নিকট) উপরে দেখুন।"
        }
      ]
    },
    {
      "ayahNumber": 16,
      "arabic": "أَأَمِنْتُمْ مَنْ فِي السَّمَاءِ أَنْ يَخْسِفَ بِكُمُ الْأَرْضَ فَإِذَا هِيَ تَمُورُ",
      "bangla": "তোমরা কি তাঁর হতে নিরাপদ আছো যে, যিনি আকাশে রয়েছেন তিনি তোমাদেরকে ভূমিকে ধসিয়ে দিবেন, অনন্তর উহা আকস্মিকভাবে থর থর করে কাঁপতে থাকবে?",
      "translations": {
        "osmani": "তোমরা কি তাঁর হতে নিরাপদ আছো যে, যিনি আকাশে রয়েছেন তিনি তোমাদেরকে ভূমিকে ধসিয়ে দিবেন, অনন্তর উহা আকস্মিকভাবে থর থর করে কাঁপতে থাকবে?",
        "tawjih": "তোমরা কি তাঁর হতে নিরাপদ আছো যে, যিনি আকাশে রয়েছেন তিনি তোমাদেরকে ভূমিকে ধসিয়ে দিবেন, অনন্তর উহা আকস্মিকভাবে থর থর করে কাঁপতে থাকবে?"
      },
      "words": [
        {
          "text": "أَأَمِنْتُمْ",
          "meaningBn": "তোমরা কি তাঁর হতে নিরাপদ আছো",
          "notes": "أَأَمِنْتُمْ (তোমরা কি তাঁর হতে নিরাপদ আছো) উপরে দেখুন।"
        },
        {
          "text": "مَنْ فِي السَّمَاءِ",
          "meaningBn": "যিনি আকাশে রয়েছেন",
          "notes": "مَنْ فِي السَّمَاءِ (যিনি আকাশে রয়েছেন) উপরে দেখুন।"
        },
        {
          "text": "أَنْ يَخْسِفَ بِكُمُ الْأَرْضَ",
          "meaningBn": "তিনি তোমাদেরকে ভূমিকে ধসিয়ে দিবেন",
          "notes": "أَنْ يَخْسِفَ بِكُمُ الْأَرْضَ (তিনি তোমাদেরকে ভূমিকে ধসিয়ে দিবেন) উপরে দেখুন।"
        },
        {
          "text": "فَإِذَا هِيَ تَمُورُ",
          "meaningBn": "অনন্তর উহা আকস্মিকভাবে থর থর করে কাঁপতে থাকবে",
          "notes": "فَإِذَا هِيَ تَمُورُ (অনন্তর উহা আকস্মিকভাবে থর থর করে কাঁপতে থাকবে) উপরে দেখুন।"
        }
      ]
    },
    {
      "ayahNumber": 17,
      "arabic": "أَمْ أَمِنْتُمْ مَنْ فِي السَّمَاءِ أَنْ يُرْسِلَ عَلَيْكُمْ حَاصِبًا فَسَتَعْلَمُونَ كَيْفَ نَذِيرِ",
      "bangla": "(অথবা তোমরা কি ইহা হতে নির্ভয় হয়ে আছো যে, আকাশে যিনি রয়েছেন তিনি তোমাদের উপর কঙ্করবর্ষী ঝঞ্ঝা প্রেরণ করবেন? তখন তোমরা জানতে পারবে কিরূপ ছিল আমার সতর্কবাণী!",
      "translations": {
        "osmani": "(অথবা তোমরা কি ইহা হতে নির্ভয় হয়ে আছো যে, আকাশে যিনি রয়েছেন তিনি তোমাদের উপর কঙ্করবর্ষী ঝঞ্ঝা প্রেরণ করবেন? তখন তোমরা জানতে পারবে কিরূপ ছিল আমার সতর্কবাণী!",
        "tawjih": "(অথবা তোমরা কি ইহা হতে নির্ভয় হয়ে আছো যে, আকাশে যিনি রয়েছেন তিনি তোমাদের উপর কঙ্করবর্ষী ঝঞ্ঝা প্রেরণ করবেন? তখন তোমরা জানতে পারবে কিরূপ ছিল আমার সতর্কবাণী!"
      },
      "words": [
        {
          "text": "أَمْ أَمِنْتُمْ مَنْ فِي السَّمَاءِ",
          "meaningBn": "অথবা তোমরা কি কঙ্করবর্ষী ঝঞ্ঝা হতে নির্ভয় হয়ে আছো",
          "notes": "أَمْ أَمِنْتُمْ مَنْ فِي السَّمَاءِ (অথবা তোমরা কি কঙ্করবর্ষী ঝঞ্ঝা হতে নির্ভয় হয়ে আছো) উপরে দেখুন।"
        },
        {
          "text": "أَنْ يُرْسِلَ عَلَيْكُمْ حَاصِبًا",
          "meaningBn": "যে, আকাশে যিনি রয়েছেন তিনি তোমাদের উপর কঙ্করবর্ষী ঝঞ্ঝা প্রেরণ করবেন",
          "notes": "أَنْ يُرْسِلَ عَلَيْكُمْ حَاصِبًا (যে, আকাশে যিনি রয়েছেন তিনি তোমাদের উপর কঙ্করবর্ষী ঝঞ্ঝা প্রেরণ করবেন) উপরে দেখুন।"
        },
        {
          "text": "فَسَتَعْلَمُونَ كَيْفَ نَذِيرِ",
          "meaningBn": "তখন তোমরা জানতে পারবে কিরূপ ছিল আমার সতর্কবাণী!",
          "notes": "فَسَتَعْلَمُونَ كَيْفَ نَذِيرِ (তখন তোমরা জানতে পারবে কিরূপ ছিল আমার সতর্কবাণী!) উপরে দেখুন।"
        }
      ]
    },
    {
      "ayahNumber": 18,
      "arabic": "وَ لَقَدْ كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ فَكَيْفَ كَانَ نَكِيرِ",
      "bangla": "(ইহাদের পূর্ববর্তীরাও অস্বীকার করেছিল; ফলে কিরূপ হয়েছিল আমার শাস্তি!",
      "translations": {
        "osmani": "(ইহাদের পূর্ববর্তীরাও অস্বীকার করেছিল; ফলে কিরূপ হয়েছিল আমার শাস্তি!",
        "tawjih": "(ইহাদের পূর্ববর্তীরাও অস্বীকার করেছিল; ফলে কিরূপ হয়েছিল আমার শাস্তি!"
      },
      "words": [
        {
          "text": "وَ لَقَدْ كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ",
          "meaningBn": "এবং অবশ্যই ইহাদের পূর্ববর্তীরাও অস্বীকার করেছিল",
          "notes": "وَ لَقَدْ كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ (এবং অবশ্যই ইহাদের পূর্ববর্তীরাও অস্বীকার করেছিল) উপরে দেখুন।"
        },
        {
          "text": "فَكَيْفَ كَانَ نَكِيرِ",
          "meaningBn": "ফলে কিরূপ হয়েছিল আমার শাস্তি!",
          "notes": "فَكَيْفَ كَانَ نَكِيرِ (ফলে কিরূপ হয়েছিল আমার শাস্তি!) উপরে দেখুন।"
        }
      ]
    },
    {
      "ayahNumber": 19,
      "arabic": "أَوَلَمْ يَرَوْا إِلَى الطَّيْرِ فَوْقَهُمْ صَافَّاتٍ وَيَقْبِضْنَ مَا يُمْسِكُهُنَّ إِلَّا الرَّحْمَنُ إِنَّهُ بِكُلِّ شَيْءٍ بَصِيرٌ",
      "bangla": "(উহারা কি লক্ষ্য করে না উহাদের ঊর্ধ্বদেশে বিহঙ্গকুলের প্রতি, যারা পাখা বিস্তার করে ও সঙ্কুচিত করে? দয়াময় আল্লাহই উহাদেরকে স্থির রাখেন। তিনি সর্ববিষয়ে সম্যক দ্রষ্টা।",
      "translations": {
        "osmani": "(উহারা কি লক্ষ্য করে না উহাদের ঊর্ধ্বদেশে বিহঙ্গকুলের প্রতি, যারা পাখা বিস্তার করে ও সঙ্কুচিত করে? দয়াময় আল্লাহই উহাদেরকে স্থির রাখেন। তিনি সর্ববিষয়ে সম্যক দ্রষ্টা।",
        "tawjih": "(উহারা কি লক্ষ্য করে না উহাদের ঊর্ধ্বদেশে বিহঙ্গকুলের প্রতি, যারা পাখা বিস্তার করে ও সঙ্কুচিত করে? দয়াময় আল্লাহই উহাদেরকে স্থির রাখেন। তিনি সর্ববিষয়ে সম্যক দ্রষ্টা।"
      },
      "words": [
        {
          "text": "أَوَلَمْ يَرَوْا إِلَى الطَّيْرِ",
          "meaningBn": "উহারা কি লক্ষ্য করে না বিহঙ্গকুলের প্রতি",
          "notes": "أَوَلَمْ يَرَوْا إِلَى الطَّيْرِ (উহারা কি লক্ষ্য করে না বিহঙ্গকুলের প্রতি) উপরে দেখুন।"
        },
        {
          "text": "فَوْقَهُمْ",
          "meaningBn": "তাদের ঊর্ধ্বদেশে",
          "notes": "فَوْقَهُمْ (তাদের ঊর্ধ্বদেশে) উপরে দেখুন।"
        },
        {
          "text": "صَافَّاتٍ وَيَقْبِضْنَ",
          "meaningBn": "যারা পাখা বিস্তার করে ও সঙ্কুচিত করে",
          "notes": "صَافَّاتٍ وَيَقْبِضْنَ (যারা পাখা বিস্তার করে ও সঙ্কুচিত করে) উপরে দেখুন।"
        },
        {
          "text": "مَا يُمْسِكُهُنَّ إِلَّا الرَّحْمَنُ",
          "meaningBn": "দয়াময় আল্লাহই উহাদেরকে স্থির রাখেন",
          "notes": "مَا يُمْسِكُهُنَّ إِلَّا الرَّحْمَنُ (দয়াময় আল্লাহই উহাদেরকে স্থির রাখেন) উপরে দেখুন।"
        },
        {
          "text": "إِنَّهُ بِكُلِّ شَيْءٍ بَصِيرٌ",
          "meaningBn": "তিনি সর্ববিষয়ে সম্যক দ্রষ্টা",
          "notes": "إِنَّهُ بِكُلِّ شَيْءٍ بَصِيرٌ (তিনি সর্ববিষয়ে সম্যক দ্রষ্টা) উপরে দেখুন।"
        }
      ]
    },
    {
      "ayahNumber": 20,
      "arabic": "أَمَّنْ هَذَا الَّذِي هُوَ جُنْدٌ لَكُمْ يَنْصُرُكُمْ مِنْ دُونِ الرَّحْمَنِ إِنِ الْكَافِرُونَ إِلَّا فِي غُرُورٍ",
      "bangla": "(দয়াময় আল্লাহ্ ব্যতীত তোমাদের এমন কোনো সৈন্যবাহিনী আছে কি, যারা তোমাদেরকে সাহায্য করবে? কাফিররা তো রয়েছে প্রবঞ্চনার মধ্যে।",
      "translations": {
        "osmani": "(দয়াময় আল্লাহ্ ব্যতীত তোমাদের এমন কোনো সৈন্যবাহিনী আছে কি, যারা তোমাদেরকে সাহায্য করবে? কাফিররা তো রয়েছে প্রবঞ্চনার মধ্যে।",
        "tawjih": "(দয়াময় আল্লাহ্ ব্যতীত তোমাদের এমন কোনো সৈন্যবাহিনী আছে কি, যারা তোমাদেরকে সাহায্য করবে? কাফিররা তো রয়েছে প্রবঞ্চনার মধ্যে।"
      },
      "words": [
        {
          "text": "أَمَّنْ هَذَا الَّذِي هُوَ جُنْدٌ لَكُمْ",
          "meaningBn": "দয়াময় আল্লাহ্ ব্যতীত তোমাদের এমন কোনো সৈন্যবাহিনী আছে কি",
          "notes": "أَمَّنْ هَذَا الَّذِي هُوَ جُنْدٌ لَكُمْ (দয়াময় আল্লাহ্ ব্যতীত তোমাদের এমন কোনো সৈন্যবাহিনী আছে কি) উপরে দেখুন।"
        },
        {
          "text": "يَنْصُرُكُمْ مِنْ دُونِ الرَّحْمَنِ",
          "meaningBn": "যারা তোমাদেরকে সাহায্য করবে",
          "notes": "يَنْصُرُكُمْ مِنْ دُونِ الرَّحْمَنِ (যারা তোমাদেরকে সাহায্য করবে) উপরে দেখুন।"
        },
        {
          "text": "إِنِ الْكَافِرُونَ إِلَّا فِي غُرُورٍ",
          "meaningBn": "কাফিররা তো রয়েছে প্রবঞ্চনার মধ্যে",
          "notes": "إِنِ الْكَافِرُونَ إِلَّا فِي غُرُورٍ (কাফিররা তো রয়েছে প্রবঞ্চনার মধ্যে) উপরে দেখুন।"
        }
      ]
    },
    {
      "ayahNumber": 21,
      "arabic": "أَمَّنْ هَذَا الَّذِي يَرْزُقُكُمْ إِنْ أَمْسَكَ رِزْقَهُ بَلْ لَجُّوا فِي عُتُوٍّ وَنُفُورٍ",
      "bangla": "এমন কে আছে, যে তোমাদেরকে জীবনোপকরণ দান করবে, তিনি যদি তাঁর জীবনোপকরণ বন্ধ করে দেন? বস্তুত উহারা অবাধ্যতা ও সত্যবিমুখতায় অবিচল রয়েছে।",
      "translations": {
        "osmani": "এমন কে আছে, যে তোমাদেরকে জীবনোপকরণ দান করবে, তিনি যদি তাঁর জীবনোপকরণ বন্ধ করে দেন? বস্তুত উহারা অবাধ্যতা ও সত্যবিমুখতায় অবিচল রয়েছে।",
        "tawjih": "এমন কে আছে, যে তোমাদেরকে জীবনোপকরণ দান করবে, তিনি যদি তাঁর জীবনোপকরণ বন্ধ করে দেন? বস্তুত উহারা অবাধ্যতা ও সত্যবিমুখতায় অবিচল রয়েছে।"
      },
      "words": [
        {
          "text": "أَمَّنْ هَذَا الَّذِي يَرْزُقُكُمْ",
          "meaningBn": "এমন কে আছে, যে তোমাদেরকে জীবনোপকরণ দান করবে",
          "notes": "أَمَّنْ هَذَا الَّذِي يَرْزُقُكُمْ (এমন কে আছে, যে তোমাদেরকে জীবনোপকরণ দান করবে) উপরে দেখুন।"
        },
        {
          "text": "إِنْ أَمْسَكَ رِزْقَهُ",
          "meaningBn": "তিনি যদি তাঁর জীবনোপকরণ বন্ধ করে দেন",
          "notes": "إِنْ أَمْسَكَ رِزْقَهُ (তিনি যদি তাঁর জীবনোপকরণ বন্ধ করে দেন) উপরে দেখুন।"
        },
        {
          "text": "بَلْ لَجُّوا فِي عُتُوٍّ وَنُفُورٍ",
          "meaningBn": "বস্তুত উহারা অবাধ্যতা ও সত্যবিমুখতায় অবিচল রয়েছে",
          "notes": "بَلْ لَجُّوا فِي عُتُوٍّ وَنُفُورٍ (বস্তুত উহারা অবাধ্যতা ও সত্যবিমুখতায় অবিচল রয়েছে) উপরে দেখুন।"
        }
      ]
    },
    {
      "ayahNumber": 22,
      "arabic": "أَفَمَنْ يَمْشِي مُكِبًّا عَلَى وَجْهِهِ أَهْدَى أَمَّنْ يَمْشِي سَوِيًّا عَلَى صِرَاطٍ مُسْتَقِيمٍ",
      "bangla": "(যে ব্যক্তি ঝুঁকে মুখে ভর দিয়া চলে, সে-ই কি ঠিক পথে চলে, না কি সেই ব্যক্তি যে ঋজু হয়ে সরল পথে চলে?",
      "translations": {
        "osmani": "(যে ব্যক্তি ঝুঁকে মুখে ভর দিয়া চলে, সে-ই কি ঠিক পথে চলে, না কি সেই ব্যক্তি যে ঋজু হয়ে সরল পথে চলে?",
        "tawjih": "(যে ব্যক্তি ঝুঁকে মুখে ভর দিয়া চলে, সে-ই কি ঠিক পথে চলে, না কি সেই ব্যক্তি যে ঋজু হয়ে সরল পথে চলে?"
      },
      "words": [
        {
          "text": "أَفَمَنْ يَمْشِي مُكِبًّا عَلَى وَجْهِهِ أَهْدَى",
          "meaningBn": "যে ব্যক্তি ঝুঁকে মুখে ভর দিয়া চলে, সে-ই কি ঠিক পথে চলে",
          "notes": "أَفَمَنْ يَمْشِي مُكِبًّا عَلَى وَجْهِهِ أَهْدَى (যে ব্যক্তি ঝুঁকে মুখে ভর দিয়া চলে, সে-ই কি ঠিক পথে চলে) উপরে দেখুন।"
        },
        {
          "text": "أَمَّنْ يَمْشِي سَوِيًّا عَلَى صِرَاطٍ مُسْتَقِيمٍ",
          "meaningBn": "না কি সেই ব্যক্তি যে ঋজু হয়ে সরল পথে চলে?",
          "notes": "أَمَّنْ يَمْشِي سَوِيًّا عَلَى صِرَاطٍ مُسْتَقِيمٍ (না কি সেই ব্যক্তি যে ঋজু হয়ে সরল পথে চলে?) উপরে দেখুন।"
        }
      ]
    },
    {
      "ayahNumber": 23,
      "arabic": "قُلْ هُوَ الَّذِي أَنْشَأَكُمْ وَجَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ قَلِيلًا مَا تَشْكُرُونَ",
      "bangla": "(বলো, 'তিনিই তোমাদেরকে সৃষ্টি করেছেন এবং তোমাদেরকে দিয়েছেন শ্রবণশক্তি, দৃষ্টিশক্তি ও অন্তকরণ। তোমরা অল্পই কৃতজ্ঞতা প্রকাশ করো।'",
      "translations": {
        "osmani": "(বলো, 'তিনিই তোমাদেরকে সৃষ্টি করেছেন এবং তোমাদেরকে দিয়েছেন শ্রবণশক্তি, দৃষ্টিশক্তি ও অন্তকরণ। তোমরা অল্পই কৃতজ্ঞতা প্রকাশ করো।'",
        "tawjih": "(বলো, 'তিনিই তোমাদেরকে সৃষ্টি করেছেন এবং তোমাদেরকে দিয়েছেন শ্রবণশক্তি, দৃষ্টিশক্তি ও অন্তকরণ। তোমরা অল্পই কৃতজ্ঞতা প্রকাশ করো।'"
      },
      "words": [
        {
          "text": "قُلْ هُوَ الَّذِي أَنْشَأَكُمْ",
          "meaningBn": "বলো, 'তিনিই তোমাদেরকে সৃষ্টি করেছেন",
          "notes": "قُلْ هُوَ الَّذِي أَنْشَأَكُمْ (বলো, 'তিনিই তোমাদেরকে সৃষ্টি করেছেন) উপরে দেখুন।"
        },
        {
          "text": "وَجَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ",
          "meaningBn": "এবং তোমাদেরকে দিয়েছেন শ্রবণশক্তি, দৃষ্টিশক্তি ও অন্তকরণ",
          "notes": "وَجَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ (এবং তোমাদেরকে দিয়েছেন শ্রবণশক্তি, দৃষ্টিশক্তি ও অন্তকরণ) উপরে দেখুন।"
        },
        {
          "text": "قَلِيلًا مَا تَشْكُرُونَ",
          "meaningBn": "তোমরা অল্পই কৃতজ্ঞতা প্রকাশ করো'",
          "notes": "قَلِيلًا مَا تَشْكُرُونَ (তোমরা অল্পই কৃতজ্ঞতা প্রকাশ করো') উপরে দেখুন।"
        }
      ]
    },
    {
      "ayahNumber": 24,
      "arabic": "قُلْ هُوَ الَّذِي ذَرَأَكُمْ فِي الْأَرْضِ وَإِلَيْهِ تُحْشَرُوْنَ",
      "bangla": "(বলো, 'তিনিই পৃথিবীতে তোমাদের ছড়িয়ে দিয়েছেন এবং তাঁরই নিকট তোমাদেরকে সমবেত করা হবে।'",
      "translations": {
        "osmani": "(বলো, 'তিনিই পৃথিবীতে তোমাদের ছড়িয়ে দিয়েছেন এবং তাঁরই নিকট তোমাদেরকে সমবেত করা হবে।'",
        "tawjih": "(বলো, 'তিনিই পৃথিবীতে তোমাদের ছড়িয়ে দিয়েছেন এবং তাঁরই নিকট তোমাদেরকে সমবেত করা হবে।'"
      },
      "words": [
        {
          "text": "قُلْ هُوَ الَّذِي ذَرَأَكُمْ فِي الْأَرْضِ",
          "meaningBn": "বলো, 'তিনিই পৃথিবীতে তোমাদের ছড়িয়ে দিয়েছেন",
          "notes": "قُلْ هُوَ الَّذِي ذَرَأَكُمْ فِي الْأَرْضِ (বলো, 'তিনিই পৃথিবীতে তোমাদের ছড়িয়ে দিয়েছেন) উপরে দেখুন।"
        },
        {
          "text": "وَإِلَيْهِ تُحْشَرُوْنَ",
          "meaningBn": "এবং তাঁরই নিকট তোমাদেরকে সমবেত করা হবে।'",
          "notes": "وَإِلَيْهِ تُحْشَرُوْنَ (এবং তাঁরই নিকট তোমাদেরকে সমবেত করা হবে।') উপরে দেখুন।"
        }
      ]
    },
    {
      "ayahNumber": 25,
      "arabic": "وَ يَقُولُونَ مَتَى هَذَا الْوَعْدُ إِنْ كُنْتُمْ صَادِقِينَ",
      "bangla": "আর তারা বলে, 'তোমরা যদি সত্যবাদী হও তবে বলো, এই প্রতিশ্রুতি কখন বাস্তবায়িত হবে?'",
      "translations": {
        "osmani": "আর তারা বলে, 'তোমরা যদি সত্যবাদী হও তবে বলো, এই প্রতিশ্রুতি কখন বাস্তবায়িত হবে?'",
        "tawjih": "আর তারা বলে, 'তোমরা যদি সত্যবাদী হও তবে বলো, এই প্রতিশ্রুতি কখন বাস্তবায়িত হবে?'"
      },
      "words": [
        {
          "text": "وَ يَقُولُونَ مَتَى هَذَا الْوَعْدُ",
          "meaningBn": "আর তারা বলে, 'এই প্রতিশ্রুতি কখন বাস্তবায়িত হবে",
          "notes": "وَ يَقُولُونَ مَتَى هَذَا الْوَعْدُ (আর তারা বলে, 'এই প্রতিশ্রুতি কখন বাস্তবায়িত হবে) উপরে দেখুন।"
        },
        {
          "text": "إِنْ كُنْتُمْ صَادِقِينَ",
          "meaningBn": "তোমরা যদি সত্যবাদী হও?'",
          "notes": "إِنْ كُنْتُمْ صَادِقِينَ (তোমরা যদি সত্যবাদী হও?') উপরে দেখুন।"
        }
      ]
    },
    {
      "ayahNumber": 26,
      "arabic": "قُلْ إِنَّمَا الْعِلْمُ عِنْدَ اللَّهِ وَإِنَّمَا أَنَا نَذِيرٌ مُبِينٌ",
      "bangla": "বলো, 'ইহার জ্ঞান কেবল আল্লাহ্রই নিকট আছে, আমি তো স্পষ্ট সতর্ককারী মাত্র।'",
      "translations": {
        "osmani": "বলো, 'ইহার জ্ঞান কেবল আল্লাহ্রই নিকট আছে, আমি তো স্পষ্ট সতর্ককারী মাত্র।'",
        "tawjih": "বলো, 'ইহার জ্ঞান কেবল আল্লাহ্রই নিকট আছে, আমি তো স্পষ্ট সতর্ককারী মাত্র।'"
      },
      "words": [
        {
          "text": "قُلْ إِنَّمَا الْعِلْمُ عِنْدَ اللَّهِ",
          "meaningBn": "বলো, 'ইহার জ্ঞান কেবল আল্লাহ্রই নিকট আছে",
          "notes": "قُلْ إِنَّمَا الْعِلْمُ عِنْدَ اللَّهِ (বলো, 'ইহার জ্ঞান কেবল আল্লাহ্রই নিকট আছে) উপরে দেখুন।"
        },
        {
          "text": "وَإِنَّمَا أَنَا نَذِيرٌ مُبِينٌ",
          "meaningBn": "আমি তো স্পষ্ট সতর্ককারী মাত্র।'",
          "notes": "وَإِنَّمَا أَنَا نَذِيرٌ مُبِينٌ (আমি তো স্পষ্ট সতর্ককারী মাত্র।') উপরে দেখুন।"
        }
      ]
    },
    {
      "ayahNumber": 27,
      "arabic": "فَلَمَّا رَأَوْهُ زُلْفَةً سِيئَتْ وُجُوهُ الَّذِينَ كَفَرُوا وَقِيلَ هَذَا الَّذِي كُنْتُمْ بِهِ تَدَّعُوْنَ",
      "bangla": "(উহারা যখন তা আসন্ন দেখবে তখন কাফিরদের মুখমন্ডল ম্লান হয়ে পড়বে এবং বলা হবে, 'ইহাই তো তোমরা চাইতেছিলে।'",
      "translations": {
        "osmani": "(উহারা যখন তা আসন্ন দেখবে তখন কাফিরদের মুখমন্ডল ম্লান হয়ে পড়বে এবং বলা হবে, 'ইহাই তো তোমরা চাইতেছিলে।'",
        "tawjih": "(উহারা যখন তা আসন্ন দেখবে তখন কাফিরদের মুখমন্ডল ম্লান হয়ে পড়বে এবং বলা হবে, 'ইহাই তো তোমরা চাইতেছিলে।'"
      },
      "words": [
        {
          "text": "فَلَمَّا رَأَوْهُ زُلْفَةً",
          "meaningBn": "উহারা যখন তা আসন্ন দেখবে",
          "notes": "فَلَمَّا رَأَوْهُ زُلْفَةً (উহারা যখন তা আসন্ন দেখবে) উপরে দেখুন।"
        },
        {
          "text": "سِيئَتْ وُجُوهُ الَّذِينَ كَفَرُوا",
          "meaningBn": "তখন কাফিরদের মুখমন্ডল ম্লান হয়ে পড়বে",
          "notes": "سِيئَتْ وُجُوهُ الَّذِينَ كَفَرُوا (তখন কাফিরদের মুখমন্ডল ম্লান হয়ে পড়বে) উপরে দেখুন।"
        },
        {
          "text": "وَقِيلَ هَذَا الَّذِي كُنْتُمْ بِهِ تَدَّعُوْنَ",
          "meaningBn": "এবং বলা হবে, 'ইহাই তো তোমরা চাইতেছিলে।'",
          "notes": "وَقِيلَ هَذَا الَّذِي كُنْتُمْ بِهِ تَدَّعُوْنَ (এবং বলা হবে, 'ইহাই তো তোমরা চাইতেছিলে।') উপরে দেখুন।"
        }
      ]
    },
    {
      "ayahNumber": 28,
      "arabic": "قُلْ أَرَأَيْتُمْ إِنْ أَهْلَكَنِيَ اللَّهُ وَمَنْ مَعِيَ أَوْ رَحِمَنَا فَمَنْ يُجِيرُ الْكَافِرِينَ مِنْ عَذَابٍ أَلِيمٍ",
      "bangla": "(বলো, 'তোমরা ভেবে দেখেছো কি- যদি আল্লাহ্ আমাকে ও আমার সঙ্গীদেরকে ধ্বংস করেন অথবা আমাদের প্রতি দয়া প্রদর্শন করেন, তবে কাফিরদেরকে কে রক্ষা করবে মর্মন্তুদ শাস্তি হতে?",
      "translations": {
        "osmani": "(বলো, 'তোমরা ভেবে দেখেছো কি- যদি আল্লাহ্ আমাকে ও আমার সঙ্গীদেরকে ধ্বংস করেন অথবা আমাদের প্রতি দয়া প্রদর্শন করেন, তবে কাফিরদেরকে কে রক্ষা করবে মর্মন্তুদ শাস্তি হতে?",
        "tawjih": "(বলো, 'তোমরা ভেবে দেখেছো কি- যদি আল্লাহ্ আমাকে ও আমার সঙ্গীদেরকে ধ্বংস করেন অথবা আমাদের প্রতি দয়া প্রদর্শন করেন, তবে কাফিরদেরকে কে রক্ষা করবে মর্মন্তুদ শাস্তি হতে?"
      },
      "words": [
        {
          "text": "قُلْ أَرَأَيْتُمْ",
          "meaningBn": "বলো, 'তোমরা ভেবে দেখেছো কি",
          "notes": "قُلْ أَرَأَيْتُمْ (বলো, 'তোমরা ভেবে দেখেছো কি) উপরে দেখুন।"
        },
        {
          "text": "إِنْ أَهْلَكَنِيَ اللَّهُ وَمَنْ مَعِيَ",
          "meaningBn": "যদি আল্লাহ্ আমাকে ও আমার সঙ্গীদেরকে ধ্বংস করেন",
          "notes": "إِنْ أَهْلَكَنِيَ اللَّهُ وَمَنْ مَعِيَ (যদি আল্লাহ্ আমাকে ও আমার সঙ্গীদেরকে ধ্বংস করেন) উপরে দেখুন।"
        },
        {
          "text": "أَوْ رَحِمَنَا",
          "meaningBn": "অথবা আমাদের প্রতি দয়া প্রদর্শন করেন",
          "notes": "أَوْ رَحِمَنَا (অথবা আমাদের প্রতি দয়া প্রদর্শন করেন) উপরে দেখুন।"
        },
        {
          "text": "فَمَنْ يُجِيرُ الْكَافِرِينَ مِنْ عَذَابٍ أَلِيمٍ",
          "meaningBn": "তবে কাফিরদেরকে কে রক্ষা করবে মর্মন্তুদ শাস্তি হতে?",
          "notes": "فَمَنْ يُجِيرُ الْكَافِرِينَ مِنْ عَذَابٍ أَلِيمٍ (তবে কাফিরদেরকে কে রক্ষা করবে মর্মন্তুদ শাস্তি হতে?) উপরে দেখুন।"
        }
      ]
    },
    {
      "ayahNumber": 29,
      "arabic": "قُلْ هُوَ الرَّحْمَنُ آمَنَّا بِهِ وَعَلَيْهِ تَوَكَّلْنَا فَسَتَعْلَمُونَ مَنْ هُوَ فِي ضَلَالٍ مُبِينٍ",
      "bangla": "বলো, 'তিনিই দয়াময়, আমরা তাঁকে বিশ্বাস করি ও তাঁরই উপর নির্ভর করি, শীঘ্রই তোমরা জানতে পারবে কে স্পষ্ট বিভ্রান্তিতেতে রয়েছে।'",
      "translations": {
        "osmani": "বলো, 'তিনিই দয়াময়, আমরা তাঁকে বিশ্বাস করি ও তাঁরই উপর নির্ভর করি, শীঘ্রই তোমরা জানতে পারবে কে স্পষ্ট বিভ্রান্তিতেতে রয়েছে।'",
        "tawjih": "বলো, 'তিনিই দয়াময়, আমরা তাঁকে বিশ্বাস করি ও তাঁরই উপর নির্ভর করি, শীঘ্রই তোমরা জানতে পারবে কে স্পষ্ট বিভ্রান্তিতেতে রয়েছে।'"
      },
      "words": [
        {
          "text": "قُلْ هُوَ الرَّحْمَنُ آمَنَّا بِهِ",
          "meaningBn": "বলো, 'তিনিই দয়াময়, আমরা তাঁকে বিশ্বাস করি",
          "notes": "قُلْ هُوَ الرَّحْمَنُ آمَنَّا بِهِ (বলো, 'তিনিই দয়াময়, আমরা তাঁকে বিশ্বাস করি) উপরে দেখুন।"
        },
        {
          "text": "وَ عَلَيْهِ تَوَكَّلْنَا",
          "meaningBn": "ও তাঁরই উপর নির্ভর করি",
          "notes": "وَ عَلَيْهِ تَوَكَّلْنَا (ও তাঁরই উপর নির্ভর করি) উপরে দেখুন।"
        },
        {
          "text": "فَسَتَعْلَمُونَ مَنْ هُوَ فِي ضَلَالٍ مُبِينٍ",
          "meaningBn": "শীঘ্রই তোমরা জানতে পারবে কে স্পষ্ট বিভ্রান্তিতেতে রয়েছে।'",
          "notes": "فَسَتَعْلَمُونَ مَنْ هُوَ فِي ضَلَالٍ مُبِينٍ (শীঘ্রই তোমরা জানতে পারবে কে স্পষ্ট বিভ্রান্তিতেতে রয়েছে।') উপরে দেখুন।"
        }
      ]
    },
    {
      "ayahNumber": 30,
      "arabic": "قُلْ أَرَأَيْتُمْ إِنْ أَصْبَحَ مَاؤُكُمْ غَوْرًا فَمَنْ يَأْتِيْكُمْ بِمَاءٍ مَعِينٍ",
      "bangla": "বলো, 'তোমরা ভেবে দেখেছো কি যদি পানি ভূগর্ভে তোমাদের নাগালের বাইরে চলে যায়, তখন কে তোমাদেরকে এনে দিবে প্রবহমান পানি?'",
      "translations": {
        "osmani": "বলো, 'তোমরা ভেবে দেখেছো কি যদি পানি ভূগর্ভে তোমাদের নাগালের বাইরে চলে যায়, তখন কে তোমাদেরকে এনে দিবে প্রবহমান পানি?'",
        "tawjih": "বলো, 'তোমরা ভেবে দেখেছো কি যদি পানি ভূগর্ভে তোমাদের নাগালের বাইরে চলে যায়, তখন কে তোমাদেরকে এনে দিবে প্রবহমান পানি?'"
      },
      "words": [
        {
          "text": "قُلْ أَرَأَيْتُمْ",
          "meaningBn": "বলো, 'তোমরা ভেবে দেখেছো কি",
          "notes": "قُلْ أَرَأَيْتُمْ (বলো, 'তোমরা ভেবে দেখেছো কি) উপরে দেখুন।"
        },
        {
          "text": "إِنْ أَصْبَحَ مَاؤُكُمْ غَوْرًا",
          "meaningBn": "যদি পানি ভূগর্ভে তোমাদের নাগালের বাইরে চলে যায়",
          "notes": "إِنْ أَصْبَحَ مَاؤُكُمْ غَوْرًا (যদি পানি ভূগর্ভে তোমাদের নাগালের বাইরে চলে যায়) উপরে দেখুন।"
        },
        {
          "text": "فَمَنْ يَأْتِيْكُمْ بِمَاءٍ مَعِينٍ",
          "meaningBn": "তখন কে তোমাদেরকে এনে দিবে প্রবহমান পানি?'",
          "notes": "فَمَنْ يَأْتِيْكُمْ بِمَاءٍ مَعِينٍ (তখন কে তোমাদেরকে এনে দিবে প্রবহমান পানি?') উপরে দেখুন।"
        }
      ]
    }
  ]
}
